{"url": "https://careerviet.vn/vi/tim-viec-lam/system-engineer.35C59AA6.html", "ten_cong_ty": "Công Ty TNHH Archetype Việt Nam", "tieu_de": "System Engineer", "ngay_dang_tuyen": "01/12/2025", "luong": "Cạnh tranh", "kinh_nghiem": "N/A", "cap_bac": "Trưởng nhóm / Giám sát", "nganh_nghe": ["CNTT - Phần mềm"], "phuc_loi": ["Laptop", "Chế độ bảo hiểm", "Du Lịch", "Phụ cấp", "Đồng phục", "Chế độ thưởng", "Chăm sóc sức khỏe", "Đào tạo", "Tăng lương", "Công tác phí", "Phụ cấp thâm niên", "Nghỉ phép năm", "CLB thể thao"], "mo_ta_cong_viec": "RUN\nLEADERSHIP\nBUILD", "yeu_cau_cong_viec": "BENEFITS", "dia_diem_lam_viec": {"thanh_pho": "Hồ Chí Minh", "dia_chi_day_du": "số 15 Nguyễn Cơ Thạch, Phường An Lợi Đông, Thành phố Thủ Đức, Thành phố Hồ Chí Minh"}, "thong_tin_khac": {"bằng_cấp": "Đại học", "độ_tuổi": "27 - 40", "lương": "Cạnh tranh"}}
{"url": "https://careerviet.vn/vi/tim-viec-lam/truong-nhom-van-hanh.35C5DEC0.html", "ten_cong_ty": "CÔNG TY CỔ PHẦN KINH DOANH F88", "tieu_de": "Trưởng nhóm Vận hành", "ngay_dang_tuyen": "26/11/2025", "luong": "Cạnh tranh", "kinh_nghiem": "N/A", "cap_bac": "Trưởng nhóm / Giám sát", "nganh_nghe": ["CNTT - Phần mềm", "Ngân hàng", "Dịch vụ khách hàng"], "phuc_loi": ["Laptop", "Chế độ bảo hiểm", "Du Lịch", "Phụ cấp", "Đồng phục", "Chế độ thưởng", "Chăm sóc sức khỏe", "Đào tạo", "Tăng lương", "Công tác phí", "Phụ cấp thâm niên", "Nghỉ phép năm", "CLB thể thao"], "mo_ta_cong_viec": "A. MÔ TẢ CÔNG VIỆC:\n1. Nội dung công việc:\n2. Thời gian làm việc: T2- T6 (Nghỉ T7 và CN)\n3. Địa điểm làm việc:", "yeu_cau_cong_viec": "B. YÊU CẦU CÔNG VIỆC:\n1.     Trình độ học vấn\n2.     Kiến thức/ Chuyên môn có liên quan\n3.     Các năng lực\na. Năng lực chung\nb. Năng lực chuyên môn nghiệp vụ\n4.     Các Kinh nghiệm liên quan\n5.     Các yêu cầu khác\nC. ĐÃI NGỘ:", "dia_diem_lam_viec": {"thanh_pho": "Hồ Chí Minh"}, "thong_tin_khac": {"bằng_cấp": "Đại học", "giới_tính": "Nữ", "độ_tuổi": "Không giới hạn tuổi", "lương": "Cạnh tranh"}}
{"url": "https://careerviet.vn/vi/tim-viec-lam/chuyen-vien-chuyen-doi-so.35C5E55F.html", "ten_cong_ty": "Công Ty Tài Chính TNHH Một Thành Viên Quốc Tế Việt Nam JACCS", "tieu_de": "Chuyên Viên Chuyển Đổi Số", "ngay_dang_tuyen": "28/11/2025", "luong": "11 Tr - 17 Tr VND", "kinh_nghiem": "N/A", "cap_bac": "Nhân viên", "nganh_nghe": ["Tiếp thị / Marketing", "CNTT - Phần cứng / Mạng", "Quảng cáo / Đối ngoại / Truyền Thông"], "phuc_loi": ["Chế độ bảo hiểm", "Du Lịch", "Chế độ thưởng", "Chăm sóc sức khỏe", "Đào tạo", "Tăng lương", "CLB thể thao"], "mo_ta_cong_viec": "- Thực hiện triển khai các hoạt động chuyển đổi số (đào tạo, truyền thông, …) theo kế hoạch từ Trưởng Bộ Phận\n- Thực hiện viết các báo cáo theo yêu cầu Cơ quan nhà nước ( sau khi phối hợp và thống nhất từ các bộ phận nội bộ liên quan của JIVF)\n- Thực hiện xây dựng các dự thảo văn bản liên quan đến chuyển đổi số JIVF\n- Tham gia xây dựng các báo cáo tháng, các bài thuyết trình theo chủ đề của bộ phận về chuyển đổi số\n- Tham gia các dự án chuyển đổi số:\n+ Phân tích, nghiên cứu, đánh giá và phối hợp với các bộ phận liên quan xây dựng và phát triển các dự án chuyển đổi số cho các bộ phận\n+ Phối hợp với các phòng ban, xây dựng kế hoạch, viết yêu cầu của dự án chuyển đổi số. Quản lý và chỉ đạo triển khai các dự án chuyển đổi số theo kế hoạch tổng của bộ phận đã được phê duyệt, đảm bảo hoàn thành dự án đạt chất lượng theo cam kết\n+ Phối hợp với các thành viên dự án để thiết kế, phát triển và thực hiện dự án đảm bảo đúng tiến độ và báo cáo dự án các giai đoạn\n+ Xác định và kiểm soát các rủi ro phát sinh trong quá trình triển khai dự án. Báo cáo và đề xuất kịp thời các giải pháp giảm thiểu rủi ro. Khảo sát. đánh giá định kỳ về hiệu quả dự án chuyển đổi số và đề xuất các giải pháp tối ưu hóa các trong quá trình triển khai dự án chuyển đổi số\n- Nghiên cứu các xu hướng công nghệ, chủ động tư vấn, cung cấp hoặc đề xuất các sáng kiến, cải tiến, đổi mới số, công nghệ/giải pháp mới áp dung cho nghiệp vụ của các bộ phận trong công ty", "yeu_cau_cong_viec": "- Tốt nghiệp đại học ngành CNTT hoặc các ngành liên quan.\n- Từ một năm kinh nghiệm, ưu tiên các ứng viên có kinh nghiệm làm việc trong bộ phận chuyển đổi số ngân hàng, công ty tài chính.\n- Trung thực, hòa đồng, có tinh thần làm việc nhóm.\n- Kỹ năng giao tiếp, đào tạo, truyền đạt.", "dia_diem_lam_viec": {"thanh_pho": "Hồ Chí Minh", "dia_chi_day_du": "72-74 Nguyễn Thị Minh Khai, Võ Thị Sáu, Quận 3, Hồ Chí Minh"}, "thong_tin_khac": {"bằng_cấp": "Đại học", "thời_gian_thử_việc": "2 tháng thử việc hưởng nguyên lương", "độ_tuổi": "25 - 35", "thời_gian_làm_việc": "8:30-17:30 từ Thứ Hai - Thứ Sáu", "phúc_lợi": "- Được tham gia BHXH, BHYT & BHTN đầy đủ.- Được Công ty mua Bảo hiểm tai nạn ngay ngày đầu tiên nhận việc.- 12 ngày phép năm và cộng thêm theo thâm niên.", "lương": "11 Tr - 17 Tr\n       VND"}}
{"url": "https://careerviet.vn/vi/tim-viec-lam/security-operations-center-tier3-engineer-soc-tier3.35C569C7.html", "ten_cong_ty": "Công ty TNHH Viettel - CHT", "tieu_de": "Security Operations Center Tier3 Engineer (SOC Tier3)", "ngay_dang_tuyen": "09/11/2025", "luong": "Cạnh tranh", "kinh_nghiem": "N/A", "cap_bac": "Nhân viên", "nganh_nghe": ["CNTT - Phần mềm", "CNTT - Phần cứng / Mạng"], "phuc_loi": ["Chế độ bảo hiểm", "Du Lịch", "Chế độ thưởng", "Chăm sóc sức khỏe", "Đào tạo", "Tăng lương"], "mo_ta_cong_viec": "Gia nhập đội ngũ tiên phong dẫn dắt sự thay đổi cùng Viettel IDC\nHơn cả một công việc, Viettel IDC mang đến cho bạn cơ hội phụng sự, kiến tạo và dẫn dắt hạ tầng chuyển đổi số quốc gia.\nCác nhiệm vụ chính:", "yeu_cau_cong_viec": "Chính sách:", "dia_diem_lam_viec": {"thanh_pho": "Hà Nội", "dia_chi_day_du": "Tầng 16, Hapulico Center Building, Số 1 Nguyễn Huy Tưởng, Q. Thanh Xuân, TP. Hà Nội"}, "thong_tin_khac": {"bằng_cấp": "Đại học", "độ_tuổi": "Không giới hạn tuổi", "lương": "Cạnh tranh"}}
{"url": "https://careerviet.vn/vi/tim-viec-lam/chuyen-vien-ha-tang-mang.35C5FBAC.html", "ten_cong_ty": "Công ty Cổ phần Chứng khoán Sài Gòn - Hà Nội", "tieu_de": "Chuyên viên hạ tầng mạng", "ngay_dang_tuyen": "26/11/2025", "luong": "Cạnh tranh", "kinh_nghiem": "N/A", "cap_bac": "Nhân viên", "nganh_nghe": ["CNTT - Phần cứng / Mạng", "CNTT - Phần mềm"], "phuc_loi": ["Laptop", "Chế độ bảo hiểm", "Du Lịch", "Phụ cấp", "Du lịch nước ngoài", "Đồng phục", "Chế độ thưởng", "Chăm sóc sức khỏe", "Đào tạo", "Tăng lương", "Công tác phí", "Nghỉ phép năm", "CLB thể thao"], "mo_ta_cong_viec": "", "yeu_cau_cong_viec": "", "dia_diem_lam_viec": {"thanh_pho": "Hà Nội"}, "thong_tin_khac": {"bằng_cấp": "Đại học", "độ_tuổi": "Không giới hạn tuổi", "lương": "Cạnh tranh"}}
{"url": "https://careerviet.vn/vi/tim-viec-lam/ky-thuat-vien.35C55788.html", "ten_cong_ty": "CÔNG TY CỔ PHẦN PHÁT TRIỂN VIỄN THÔNG VÀ TRUYỀN HÌNH VIỆT NAM", "tieu_de": "Kỹ thuật viên", "ngay_dang_tuyen": "03/11/2025", "luong": "4 Tr - 7 Tr VND", "kinh_nghiem": "N/A", "cap_bac": "Nhân viên", "nganh_nghe": ["Bưu chính viễn thông", "Bảo trì / Sửa chữa", "CNTT - Phần cứng / Mạng"], "phuc_loi": ["Laptop", "Chế độ bảo hiểm", "Du Lịch", "Chế độ thưởng", "Chăm sóc sức khỏe", "Đào tạo", "Tăng lương", "Công tác phí", "Nghỉ phép năm"], "mo_ta_cong_viec": "- Lắp đặt dịch vụ truyền hình cáp và internet cho khách hàng\n- Bảo hành, bảo trì mạng truyền hình và internet.\n- Chăm sóc khách hàng, tư vấn hướng dẫn khách hàng sử dụng dịch vụ.", "yeu_cau_cong_viec": "Trình độ:\n-        Nam giới, tuổi từ 18 - 35.\n-        Tốt nghiệp THPT trở lên.\n-        Ưu tiên ứng viên tốt nghiệp chuyên ngành Kỹ thuật, Điện tử Viễn thông, Cơ điện tử, Công nghệ thông tin.\n-        Chịu khó, có tinh thần làm việc nhóm, thích tìm tòi, học hỏi\n-        Sẵn sàng làm ca đêm và làm thêm vào ngày nghỉ lễ khi có phát sinh.\nKỹ Năng khác:\n-        Kỹ năng giải quyết vấn đề\n-        Kỹ năng làm việc nhóm\n-        Có khả năng làm việc độc lập và chịu áp lực cao.", "dia_diem_lam_viec": {"thanh_pho": "Hà Nội", "dia_chi_day_du": "Phường Long Biên, Quận Long Biên, Thành phố Hà Nội"}, "thong_tin_khac": {"bằng_cấp": "Trung học", "độ_tuổi": "Không giới hạn tuổi", "lương": "4 Tr - 7 Tr\n       VND"}}
{"url": "https://careerviet.vn/vi/tim-viec-lam/software-engineering-manager.35C60B27.html", "ten_cong_ty": "Tập Đoàn CT Group Việt Nam", "tieu_de": "Software Engineering Manager", "ngay_dang_tuyen": "26/11/2025", "luong": "Cạnh tranh", "kinh_nghiem": "N/A", "cap_bac": "Trưởng nhóm / Giám sát", "nganh_nghe": ["CNTT - Phần mềm", "Ngành khác"], "phuc_loi": ["Laptop", "Chế độ bảo hiểm", "Du Lịch", "Phụ cấp", "Chế độ thưởng", "Chăm sóc sức khỏe", "Đào tạo", "Tăng lương", "Phụ cấp thâm niên", "Nghỉ phép năm"], "mo_ta_cong_viec": "Technical & Architectural\n· Responsible for the overall technical architecture and long-term vision for major components of the platform.\n· Ensure all software systems are designed and built to meet standards of reliability, maintainability, performance, and security.\n· Develop and execute the technical strategy aligned with business objectives and product direction.\n· Establish and enforce engineering best practices, coding standards, and quality benchmarks.\n· Evaluate, select, and introduce new tools, technologies, and engineering methodologies to improve productivity and system robustness.\n· Review and guide system design decisions related to microservices, cloud infrastructure, data pipelines, and overall system scalability.\nProject & Execution Management\n· Lead the planning and execution of large-scale, complex software projects from initial concept to final delivery.\n· Plan and coordinate sprint cycles, project timelines, resource allocation, and delivery milestones.\n· Identify, manage, and mitigate technical risks, dependencies, and priorities across multiple concurrent initiatives.\n· Ensure smooth coordination across teams and drive consistent, predictable delivery of project roadmaps.\nLeadership & Team Management\n· Lead, mentor and develop a team of software engineers, providing technical guidance and career development support.\n· Collaborate closely with AI teams, other department and cross-functional stakeholders to deliver fully integrated end-to-end solutions.\n· Manage resource allocation, capacity planning, overall team performance to ensure effective execution across all projects.\n· Cultivate a collaborative, innovative, and inclusive engineering culture that encourages continuous learning and improvement.\n· Conduct regular 1:1s, coaching sessions, and performance reviews to support team members’ growth and alignment with organizational goals.", "yeu_cau_cong_viec": "Education & Experience\n· Master or Doctoral degree in Computer Science, Software Engineering, or a related field.\n· Minimum of 8+ years of software engineering experience, 2+ years in a technical leadership or engineering management role at least 5 members.\n· Proven experience leading teams in building large-scale, high-availability, cloud-based software platforms.\n· Demonstrated success in managing complex software projects and delivering high-quality products.\n· Strong understanding of system architecture, distributed systems, and microservices design.\n· Hands-on experience with cloud platforms (AWS, GCP, or Azure) and modern cloud-native technologies.\n· Proficiency in one or more modern programming languages (e.g., Python, Node.js, Go, Java).\n· Solid understanding of DevOps practices, CI/CD pipelines, Kubernetes, Docker, and infrastructure automation.\n· Experience with relational and NoSQL databases, API design, and scalable data processing pipelines.\n· Ability to drive technical decisions, review system designs, and ensure adherence to engineering standards.\nSoft Skills\n· Strong leadership abilities with a demonstrated capacity to mentor, develop, and motivate engineering teams.\n· Excellent project management and organizational skills, with hands-on experience in Agile/Scrum practices.\n· Ability to plan sprints, manage timelines, and drive projects to completion with clear milestones and accountability.\n· Exceptional verbal and written communication skills, able to articulate complex technical concepts to both technical and non-technical stakeholders.\n· Strong collaboration and influencing skills, with the ability to align cross-functional teams around a shared technical direction.", "dia_diem_lam_viec": {"thanh_pho": "Hồ Chí Minh"}, "thong_tin_khac": {"bằng_cấp": "Đại học", "độ_tuổi": "Không giới hạn tuổi", "lương": "Cạnh tranh"}}
{"url": "https://careerviet.vn/vi/tim-viec-lam/product-owner-isc.35C5E083.html", "ten_cong_ty": "CÔNG TY CỔ PHẦN DƯỢC PHẨM FPT LONG CHÂU", "tieu_de": "Product Owner - ISC", "ngay_dang_tuyen": "26/11/2025", "luong": "Cạnh tranh", "kinh_nghiem": "N/A", "cap_bac": "Nhân viên", "nganh_nghe": ["Bán hàng / Kinh doanh", "Y tế / Chăm sóc sức khỏe / Thẩm mỹ / Làm đẹp", "CNTT - Phần mềm"], "phuc_loi": ["Chế độ bảo hiểm", "Du Lịch", "Chế độ thưởng", "Chăm sóc sức khỏe", "Đào tạo", "Tăng lương", "Công tác phí", "Nghỉ phép năm"], "mo_ta_cong_viec": "1. Định hướng và Chiến lược Sản phẩm (Product Strategy & Vision)\n- Xác định tầm nhìn (Vision), chiến lược và lộ trình (Roadmap) phát triển cho các sản phẩm số được giao.\n- Thực hiện nghiên cứu thị trường, phân tích đối thủ cạnh tranh, và xu hướng công nghệ (đặc biệt trong lĩnh vực bán lẻ, dược phẩm, và y tế số) để xác định các cơ hội sản phẩm mới.\n- Phối hợp chặt chẽ với các bên liên quan cấp cao (Stakeholders) như Ban lãnh đạo, khối Kinh doanh, Vận hành, và Tài chính để đảm bảo sản phẩm phù hợp với mục tiêu kinh doanh tổng thể của Long Châu.\n2. Quản lý Yêu cầu và Ưu tiên (Requirements Management & Prioritization)\n- Thu thập, phân tích và tài liệu hóa chi tiết các yêu cầu nghiệp vụ (Business Requirements) thành các User Story, Acceptance Criteria và Prototype.\n- Quản lý và liên tục tối ưu hóa Product Backlog, đảm bảo các hạng mục được ưu tiên (Prioritize) dựa trên giá trị kinh doanh (Business Value), mức độ phức tạp và rủi ro.\n3. Phối hợp Phát triển (Development Collaboration)\n- Đóng vai trò là cầu nối thông tin duy nhất giữa khối nghiệp vụ/kinh doanh và Đội ngũ Phát triển (Development Team/Scrum Team).\n- Thực hiện vai trò ra quyết định nhanh chóng và chính xác cho các vấn đề phát sinh trong quá trình phát triển (ví dụ: các Trade-off giữa Scope, Time, và Quality).\n- Tham gia kiểm thử (UAT - User Acceptance Testing) và đảm bảo sản phẩm được triển khai đáp ứng đúng các tiêu chí nghiệm thu đã đặt ra.\n4. Đo lường và Tối ưu (Measurement & Optimization)\n- Xác định và theo dõi các chỉ số hiệu suất chính (KPIs) của sản phẩm (ví dụ: Tỷ lệ chuyển đổi, Tỷ lệ sử dụng tính năng, NPS/CSAT, Thời gian xử lý giao dịch, Tăng trưởng doanh thu số...).\n- Sử dụng dữ liệu (Data-driven decision making) để phân tích hành vi người dùng và hiệu suất sản phẩm, từ đó đề xuất các cải tiến và thử nghiệm A/B Testing liên tục.", "yeu_cau_cong_viec": "1. Kiến thức và Kinh nghiệm\n- Tối thiểu 03 năm kinh nghiệm làm Product Owner hoặc Product Manager, ưu tiên trong các công ty Bán lẻ (Retail), Dược phẩm/Y tế hoặc lĩnh vực có tốc độ chuyển đổi số cao.\n- Kinh nghiệm làm việc sâu rộng với các phương pháp phát triển linh hoạt (Agile/Scrum). Chứng chỉ PSPO/CSPO là một lợi thế.\n- Có kinh nghiệm phát triển các sản phẩm liên quan đến Hệ thống lõi (Core System) như POS, ERP, CRM, Loyalty Program là một lợi thế lớn.\n2. Kỹ năng Chuyên môn\n- Kỹ năng phân tích và giải quyết vấn đề xuất sắc.\n- Thành thạo việc sử dụng các công cụ quản lý Product Backlog (Jira, Trello, Azure DevOps, v.v.) và các công cụ thiết kế (Wireframe, Mock-up).\n- Khả năng đọc hiểu và phân tích dữ liệu (Sử dụng Google Analytics, Firebase, SQL, Power BI là một lợi thế).\n3. Phẩm chất Cá nhân\n- Tư duy sản phẩm (Product Mindset) và định hướng kinh doanh (Business Acumen) mạnh mẽ.\n- Kỹ năng giao tiếp, đàm phán và thuyết phục hiệu quả với các cấp độ khác nhau (từ Dev Team đến C-Level).\n- Khả năng làm việc độc lập, chịu áp lực cao và thích nghi nhanh với môi trường thay đổi liên tục của lĩnh vực chuyển đổi số.", "dia_diem_lam_viec": {"thanh_pho": "Hồ Chí Minh", "dia_chi_day_du": "Quận 7, Hồ Chí Minh"}, "thong_tin_khac": {"bằng_cấp": "Đại học", "độ_tuổi": "Không giới hạn tuổi", "lương": "Cạnh tranh"}}
{"url": "https://careerviet.vn/vi/tim-viec-lam/head-of-customer-success.35C5C556.html", "ten_cong_ty": "CÔNG TY TNHH GALAXY DIGITAL HOLDINGS", "tieu_de": "Head of Customer Success", "ngay_dang_tuyen": "23/11/2025", "luong": "Cạnh tranh", "kinh_nghiem": "N/A", "cap_bac": "Quản lý", "nganh_nghe": ["Tài chính / Đầu tư", "CNTT - Phần mềm"], "phuc_loi": ["Laptop", "Chế độ bảo hiểm", "Phụ cấp", "Xe đưa đón", "Đồng phục", "Chế độ thưởng", "Chăm sóc sức khỏe", "Đào tạo", "Tăng lương", "Công tác phí", "Nghỉ phép năm", "CLB thể thao"], "mo_ta_cong_viec": "Role Overview:\nThe Head of Customer Success is responsible for ensuring FinOS’s enterprise customers and partners effectively adopt and maximize the value of our fintech solutions — including eKYC, Document OCR, eSignature, eCreditScore, Micro-Lending, Micro-Investment, and Micro-Insurance.\nThis role focuses on maintaining a high level of customer satisfaction, driving renewals, and expanding partnership opportunities, while establishing a scalable Customer Success framework across FinOS’s ecosystem.\nKey Responsibilities:\nCustomer Relationship & Project Delivery:\nCustomer Retention & Growth:\nInternal Operation & Reporting:", "yeu_cau_cong_viec": "", "dia_diem_lam_viec": {"thanh_pho": "Hồ Chí Minh", "dia_chi_day_du": "Galaxy Innovation Hub - D1 Road, Hi-Tech Park, District 9, HCMC."}, "thong_tin_khac": {"bằng_cấp": "Đại học", "độ_tuổi": "Không giới hạn tuổi", "lương": "Cạnh tranh"}}
{"url": "https://careerviet.vn/vi/tim-viec-lam/nhan-vien-kinh-doanh-khu-vuc-ho-chi-minh-tuyen-gap.35C58FDD.html", "ten_cong_ty": "Công ty Cổ phần Tập đoàn  Leeon Group", "tieu_de": "Nhân viên kinh doanh - Khu Vực Hồ Chí Minh (Tuyển gấp)", "ngay_dang_tuyen": "26/11/2025", "luong": "15 Tr - 25 Tr VND", "kinh_nghiem": "N/A", "cap_bac": "Nhân viên", "nganh_nghe": ["Bán hàng / Kinh doanh", "Bưu chính viễn thông", "CNTT - Phần cứng / Mạng"], "phuc_loi": ["Laptop", "Chế độ bảo hiểm", "Du Lịch", "Phụ cấp", "Đồng phục", "Chế độ thưởng", "Chăm sóc sức khỏe", "Đào tạo", "Tăng lương", "Nghỉ phép năm"], "mo_ta_cong_viec": "- Tư vấn, giới thiệu dịch vụ viễn thông (VoIP, SMS, chữ ký số…) qua điện thoại.\n- Chốt hợp đồng, theo dõi quá trình triển khai và hỗ trợ khách hàng.\n- Quản lý và phát triển tệp khách hàng được giao.\n- Báo cáo kết quả định kỳ cho quản lý trực tiếp.\n- Thực hiện các CV khác theo sự phân công của quản lý trực tiếp", "yeu_cau_cong_viec": "- Lương CB 7,000,000-10,0000 + PC + Thưởng\n- Yêu cầu có kinh nghiệm sale từ 1 năm trở lên\n- Ưu tiên ứng viên có kinh nghiệm phát triển kinh doanh B2B về mảng điện thoại cố định, tổng đài giải pháp, viễn thông hoặc IT.\n- Tốt nghiệpTrung cấp, Cao đẳng, Đại học.\n- Nhiệt huyết, chịu khó, năng động và yêu thích kinh doanh.\n- Kỹ năng thiết lập mối quan hệ với khách hàng tốt.\n- Kỹ năng giao tiếp, tư vấn, thuyết trình và đàm phán tốt.\n- Chủ động trong công việc, tích cực thúc đẩy mục tiêu bán hàng, doanh số.\n- Kỹ năng làm việc độc lập và làm việc nhóm", "dia_diem_lam_viec": {"thanh_pho": "Hồ Chí Minh", "dia_chi_day_du": "Tầng 2, số 27A Hoàng Việt, phường 4, quận Tân Bình, TP Hồ Chí Minh"}, "thong_tin_khac": {"độ_tuổi": "24 - 37", "lương": "15 Tr - 25 Tr\n       VND"}}
{"url": "https://careerviet.vn/vi/tim-viec-lam/truong-phong-kinh-doanh-sales-manager.35C5C01F.html", "ten_cong_ty": "CÔNG TY TNHH THƯƠNG MẠI DỊCH VỤ KỸ THUẬT TẦM NHÌN", "tieu_de": "Trưởng Phòng Kinh Doanh (Sales Manager)", "ngay_dang_tuyen": "21/11/2025", "luong": "20 Tr - 25 Tr VND", "kinh_nghiem": "N/A", "cap_bac": "Quản lý", "nganh_nghe": ["Bán hàng / Kinh doanh", "Bán Hàng Kỹ Thuật", "CNTT - Phần cứng / Mạng"], "phuc_loi": ["Chế độ bảo hiểm", "Du Lịch", "Chế độ thưởng", "Chăm sóc sức khỏe", "Đào tạo", "Tăng lương"], "mo_ta_cong_viec": "", "yeu_cau_cong_viec": "", "dia_diem_lam_viec": {"thanh_pho": "Hồ Chí Minh", "dia_chi_day_du": "số 44, đường N3, Khu nhà ở Jamona Golden Silk, số 208 Bùi Văn Ba, phường Tân Thuận Đông, Quận 7"}, "thong_tin_khac": {"bằng_cấp": "Cao đẳng", "thời_gian_thử_việc": "2 tháng", "độ_tuổi": "Không giới hạn tuổi", "thời_gian_làm_việc": "Làm việc từ Thứ 2 đến Thứ 6", "phúc_lợi": "Thu nhập cạnh tranh: Lương cứng (20tr-25tr)+ Hoa hồng hấp dẫn theo hiệu suất (Tổng thu nhập không giới hạn).Môi trường làm việc chuyên nghiệp, sáng tạo: Văn hóa công ty đề cao sự phát triển cá nhân.Cơ hội thăng tiến: Lộ trình rõ ràng lên vị trí Sales Director hoặc Giám đốc Kinh doanh", "ngày_nghỉ": "Thứ 7 và Chủ nhật", "lương": "20 Tr - 25 Tr\n       VND"}}
{"url": "https://careerviet.vn/vi/tim-viec-lam/it-presales-supervisor-_-good-english.35C5C7AF.html", "ten_cong_ty": "CÔNG TY GENERAL RESOURCES", "tieu_de": "IT Presales Supervisor _ Good English", "ngay_dang_tuyen": "23/11/2025", "luong": "Cạnh tranh", "kinh_nghiem": "N/A", "cap_bac": "Trưởng nhóm / Giám sát", "nganh_nghe": ["CNTT - Phần cứng / Mạng", "Ngành khác"], "phuc_loi": ["Laptop", "Chế độ bảo hiểm", "Phụ cấp", "Xe đưa đón", "Đồng phục", "Chế độ thưởng", "Đào tạo", "Tăng lương", "Công tác phí", "Nghỉ phép năm"], "mo_ta_cong_viec": "- Research the server market in Vietnam, stay updated on the latest technology trends, competitor offerings and customer needs.\n- Analyze technical requirements in tender documents, coordinate documentation and ensure compliant and timely submissions.\n- Consult with customers to understand business and technical needs; design and recommend optimal server, storage, network, CCTV solutions.\n- Prepare and deliver product presentations, solution demonstrations, proof of concept sessions to support sales activities.\n- Address technical feedback from customers and provide clear solution comparisons with competitors.\n- Configure systems, prepare quotations, BOMs, and technical proposals in collaboration with the sales team.\n- Liaise with vendors/manufacturers for product updates, pricing, certifications, and special project support.\n- Support sales negotiations by providing technical justifications and assisting in clarifying customer queries.\n- Provide technical training and knowledge sharing to internal teams to enhance sales capability.\n- Maintain detailed project and solution documentation, ensuring smooth handover to post-sales or implementation teams.", "yeu_cau_cong_viec": "- Knowledge/experience at least 3 years in servers, storage, CCTV, or surveillance systems.\n- Strong analytical, consultancy, and communication skills.\n- Ability to bridge technical solutions with business value.\n- Strong understanding of IT infrastructure, virtualization, networking, and security solutions.\n- Experience working with major vendors such as Dell, HP, Lenovo, Hikvision, or equivalent.\n- Preferred: Fluent in English communication; experience with bid documents or technology project implementation.", "dia_diem_lam_viec": {"thanh_pho": "Hồ Chí Minh", "dia_chi_day_du": "59 Xa lộ Hà Nội, phường Thảo Điền, Quận 2, Thành phố Hồ Chí Minh"}, "thong_tin_khac": {"bằng_cấp": "Đại học", "giới_tính": "Nam", "độ_tuổi": "Trên 27", "lương": "Cạnh tranh"}}
{"url": "https://careerviet.vn/vi/tim-viec-lam/business-analyst.35C5FA94.html", "ten_cong_ty": "LacViet Computing Corporation", "tieu_de": "Business Analyst", "ngay_dang_tuyen": "19/11/2025", "luong": "Cạnh tranh", "kinh_nghiem": "N/A", "cap_bac": "Nhân viên", "nganh_nghe": ["CNTT - Phần mềm"], "phuc_loi": [], "mo_ta_cong_viec": "", "yeu_cau_cong_viec": "", "dia_diem_lam_viec": {"thanh_pho": "Hồ Chí Minh", "dia_chi_day_du": "23 Nguyễn Thị Huỳnh, phường 8, Phú Nhuận, Hồ Chí Minh"}, "thong_tin_khac": {"bằng_cấp": "Đại học", "thời_gian_thử_việc": "60 ngày", "độ_tuổi": "Không giới hạn tuổi", "thời_gian_làm_việc": "Thứ 2 đến thứ 6", "phúc_lợi": "- BHXH, BHYT và BHTN theo quy định BLLĐ.- Bảo hiểm sức khoẻ được áp dụng khi nhân viên làm việc từ 1 năm trở lên tại Công ty.- Phụ cấp thâm niên sau 3 năm gắn bó trở lên.- Chế độ thưởng theo dự án, thưởng quý theo quy chế công ty.", "lương": "Cạnh tranh"}}
{"url": "https://careerviet.vn/vi/tim-viec-lam/firmware-engineer.35C5AEA6.html", "ten_cong_ty": "CÔNG TY CỔ PHẦN GREMSY", "tieu_de": "Firmware Engineer", "ngay_dang_tuyen": "10/11/2025", "luong": "Cạnh tranh", "kinh_nghiem": "N/A", "cap_bac": "Nhân viên", "nganh_nghe": ["Điện / Điện tử / Điện lạnh / Điện công nghiệp", "CNTT - Phần mềm"], "phuc_loi": ["Chế độ bảo hiểm", "Du Lịch", "Đồng phục", "Chế độ thưởng", "Chăm sóc sức khỏe", "Đào tạo", "Tăng lương", "Phụ cấp thâm niên", "Nghỉ phép năm", "CLB thể thao"], "mo_ta_cong_viec": "● You will be in charge of the firmware part of Gremsy’s products ecosystem (Drone, Gimbal, Camera, etc.)\n● Discuss with customers about specific solutions for customization and integration, including function implementation and system interface.\n● Report weekly reports to immediate superiors.\n● Research algorithms, code structures, peripherals (IMU, Encoding, Thermal, ....), ...\n● Research applications related to drones, gimbals, cameras.", "yeu_cau_cong_viec": "● Bachelor degree or above, with majors in Computer Science, Computer Engineering, Electrical Engineering or Mechatronics\n● Strong knowledge of basic data structures and algorithms\n● Be proficient with C/C++ programming language, firmware, and bare-metal programming\n● 1+ years of experience with developing software applications on embedded systems\n● Be familiar with embedded microcontrollers (8-bit and 32-bit MCU)\n● Good working knowledge of hardware peripherals (GPIO, SPI, UART, I2C, timers, interrupts, etc.)\n● Being able to use English for work (Toeic 600-700, Ielts 4.0-5.0)", "dia_diem_lam_viec": {"thanh_pho": "Hồ Chí Minh", "dia_chi_day_du": "152-154 Đường số 2, Khu đô thị Vạn Phúc City, Quốc Lộ 13, Phường Hiệp Bình, TP. Thủ Đức,  Thành phố Hồ Chí Minh, Việt Nam"}, "thong_tin_khac": {"bằng_cấp": "Đại học", "độ_tuổi": "Không giới hạn tuổi", "lương": "Cạnh tranh"}}
{"url": "https://careerviet.vn/vi/tim-viec-lam/chuyen-vien-van-hanh-cong-nghe-noc.35C5A112.html", "ten_cong_ty": "CÔNG TY TÀI CHÍNH TNHH NGÂN HÀNG TMCP SÀI GÒN - HÀ NỘI  (SHBFinance)", "tieu_de": "Chuyên Viên Vận Hành Công Nghệ (NOC)", "ngay_dang_tuyen": "04/11/2025", "luong": "Cạnh tranh", "kinh_nghiem": "N/A", "cap_bac": "Nhân viên", "nganh_nghe": ["CNTT - Phần cứng / Mạng", "CNTT - Phần mềm", "Tài chính / Đầu tư"], "phuc_loi": ["Chế độ bảo hiểm", "Du Lịch", "Phụ cấp", "Đồng phục", "Chế độ thưởng", "Chăm sóc sức khỏe", "Đào tạo", "Tăng lương", "Công tác phí", "Nghỉ phép năm"], "mo_ta_cong_viec": "MỤC TIÊU CÔNG VIỆC:\nThực hiện việc theo dõi, giám sát và báo cáo tình trạng hoạt động của hệ thống, ứng dụng và dịch vụ nhằm cung cấp thông tin hữu ích cho ban quản lý. Phát hiện và xử lý kịp thời các sự cố về hệ thống, ứng dụng và dịch vụ nhằm đảm bảo duy trì hoạt động liên tục và ổn định của hệ thống.\nNHIỆM VỤ, TRÁCH NHIỆM CHÍNH:\nTHỜI GIAN LÀM VIỆC:\n- Ca sáng: 06:00 – 14:00\n- Ca chiều: 14:00 – 22:00\n- Ca đêm: 22:00 – 06:00 hôm sau (làm việc từ xa)\nMỗi tuần làm 05 ca, xoay ca theo lịch làm việc\nLÝ DO ĐỒNG HÀNH CÙNG SHBFINANCE:", "yeu_cau_cong_viec": "", "dia_diem_lam_viec": {"thanh_pho": "Hà Nội"}, "thong_tin_khac": {"bằng_cấp": "Đại học", "độ_tuổi": "Không giới hạn tuổi", "lương": "Cạnh tranh"}}
{"url": "https://careerviet.vn/vi/tim-viec-lam/chuyen-vien-quan-tri-he-thong-system-engineer.35C5E2C0.html", "ten_cong_ty": "Công Ty Cổ Phần Giải Pháp Thanh Toán Việt Nam (VNPAY)", "tieu_de": "Chuyên Viên Quản Trị Hệ Thống (System Engineer)", "ngay_dang_tuyen": "27/11/2025", "luong": "25 Tr - 40 Tr VND", "kinh_nghiem": "N/A", "cap_bac": "Nhân viên", "nganh_nghe": ["CNTT - Phần mềm", "CNTT - Phần cứng / Mạng"], "phuc_loi": ["Laptop", "Chế độ bảo hiểm", "Du Lịch", "Phụ cấp", "Du lịch nước ngoài", "Đồng phục", "Chế độ thưởng", "Chăm sóc sức khỏe", "Đào tạo", "Tăng lương", "Công tác phí", "Nghỉ phép năm", "CLB thể thao"], "mo_ta_cong_viec": "- Triển khai, vận hành, quản lý hệ thống server Linux.\n- Triển khai, vận hành các hệ thống Load Balancing, Cache, Queue, Centralized Logging, Middleware.\n- Triển khai, quản trị hạ tầng Server, Chassis, Storage, Sanswitch của Công ty và khách hàng.\n- Quản trị, vận hành hệ thống ESXi, vSan, Storage (Block storage và Object storage/files system) của công ty và khách hàng.\n- Quản trị, vận hành giải pháp Veeam backup.\n- Viết tài liệu sizing và tài liệu thiết kế hệ thống (Low Level Design, High Level Design) cho công ty, đối tác theo yêu cầu của ban Giám đốc/ Khối Công nghệ/TT Hạ tầng và ANTT.\n- Giám sát hệ thống thông báo cho cấp trên những bất thường, rủi ro trong hệ thống.\n- Hỗ trợ xử lý lỗi, sự cố kỹ thuật của phòng Hệ thống.\n- Thực hiện các công việc khác theo yêu cầu của Trưởng bộ phận và BGĐ/Khối Công nghệ/TT Hạ tầng và ANTT.", "yeu_cau_cong_viec": "- Tốt nghiệp cao đẳng trở lên chuyên ngành Điện tử viễn thông, Công nghệ thông tin, Mạng máy tính truyền thông hoặc các ngành tương đương.\n- Có ít nhất 3 năm kinh nghiệm làm việc với hệ điều hành Linux.\n- Có kinh nghiệm xây dựng các hệ thống chịu tải cao, Load Balancing, Web server, Cache, Queue, Centralized Logging, Middleware.\n- Có kiến thức về Ansible, Automation CI/CD, Container, sử dụng các công cụ AI trong các công việc vận hành quản trị Hệ thống, Automation.\n- Có kiến thức với các nền tảng điện toán đám mây như AWS, GCP.\n- Có kiến thức với một trong số các ngôn ngữ lập trình hoặc kịch bản như Bash Shell, Python, Go, Java.\n- Có kiến thức về các hệ thống, các lớp bảo mật như Firewall, IPS IDS, WAF.\n- Có kiến thức và hiểu biết về an toàn thông tin, và các chính sách về an toàn thông tin\n- Khả năng phối hợp làm việc nhóm, phân tích và giải quyết vấn đề tốt\n- Sử dụng thành thạo các công cụ AI trong công việc\n- Sử dụng tốt Tiếng Anh trong công việc\n- Kỹ năng làm việc độc lập cũng như làm việc nhóm, quản lý thời gian tốt.", "dia_diem_lam_viec": {"thanh_pho": "Hà Nội", "dia_chi_day_du": "22 Láng Hạ, Láng Hạ, Đống Đa, Hà Nội"}, "thong_tin_khac": {"bằng_cấp": "Cao đẳng", "độ_tuổi": "25 - 35", "lương": "25 Tr - 40 Tr\n       VND"}}
{"url": "https://careerviet.vn/vi/tim-viec-lam/chuyen-vien-chuyen-vien-cao-cap-phan-tich-du-lieu-va-xay-dung-mo-hinh-phat-hien-gian-lan-khoi-quan-tri-rui-ro-ho25-470.35C5E115.html", "ten_cong_ty": "Ngân Hàng TMCP Quân Đội", "tieu_de": "Chuyên viên, Chuyên viên cao cấp Phân tích dữ liệu và xây dựng mô hình phát hiện gian lận - Khối Quản trị rủi ro (HO25.470)", "ngay_dang_tuyen": "26/11/2025", "luong": "Cạnh tranh", "kinh_nghiem": "N/A", "cap_bac": "Nhân viên", "nganh_nghe": ["Ngân hàng", "CNTT - Phần mềm", "Tài chính / Đầu tư"], "phuc_loi": ["Chế độ bảo hiểm", "Du Lịch", "Phụ cấp", "Du lịch nước ngoài", "Đồng phục", "Chế độ thưởng", "Chăm sóc sức khỏe", "Đào tạo", "Tăng lương", "Công tác phí", "Phụ cấp thâm niên", "Nghỉ phép năm", "CLB thể thao"], "mo_ta_cong_viec": "", "yeu_cau_cong_viec": "", "dia_diem_lam_viec": {"thanh_pho": "Hà Nội"}, "thong_tin_khac": {"bằng_cấp": "Đại học", "độ_tuổi": "Không giới hạn tuổi", "lương": "Cạnh tranh"}}
{"url": "https://careerviet.vn/vi/tim-viec-lam/chuyen-gia-an-ninh-thong-tin-ha-noi-ta084.35C58542.html", "ten_cong_ty": "Ngân Hàng TMCP Việt Nam Thịnh Vượng - VPBANK", "tieu_de": "Chuyên Gia An Ninh Thông Tin- Hà Nội- TA084", "ngay_dang_tuyen": "22/11/2025", "luong": "Cạnh tranh", "kinh_nghiem": "N/A", "cap_bac": "Trưởng nhóm / Giám sát", "nganh_nghe": ["Bưu chính viễn thông", "CNTT - Phần cứng / Mạng", "CNTT - Phần mềm"], "phuc_loi": ["Laptop", "Chế độ bảo hiểm", "Du Lịch", "Phụ cấp", "Đồng phục", "Chế độ thưởng", "Chăm sóc sức khỏe", "Đào tạo", "Tăng lương", "Công tác phí", "Nghỉ phép năm", "CLB thể thao"], "mo_ta_cong_viec": "", "yeu_cau_cong_viec": "QUYỀN LỢI:", "dia_diem_lam_viec": {"thanh_pho": "Hà Nội", "dia_chi_day_du": "89 Láng Hạ, Đống Đa, Hà Nội"}, "thong_tin_khac": {"bằng_cấp": "Đại học", "độ_tuổi": "Không giới hạn tuổi", "lương": "Cạnh tranh"}}
{"url": "https://careerviet.vn/vi/tim-viec-lam/hcm_business-intelligence.35C5FF99.html", "ten_cong_ty": "Công Ty Cổ Phần Goody Group", "tieu_de": "HCM_Business Intelligence", "ngay_dang_tuyen": "28/11/2025", "luong": "Cạnh tranh", "kinh_nghiem": "N/A", "cap_bac": "Nhân viên", "nganh_nghe": ["Bán hàng / Kinh doanh", "Thực phẩm & Đồ uống", "CNTT - Phần mềm"], "phuc_loi": ["Laptop", "Chế độ bảo hiểm", "Du Lịch", "Phụ cấp", "Đồng phục", "Chế độ thưởng", "Chăm sóc sức khỏe", "Đào tạo", "Tăng lương", "Công tác phí", "Phụ cấp thâm niên", "Nghỉ phép năm"], "mo_ta_cong_viec": "1.\nĐánh giá và phân tích Hiệu suất Kinh doanh (Business Performance Review and Analysis)\n-        Phát triển và duy trì hệ thống Dashboard, KPI Report trên Power BI cho bộ phận S&OP.\n-        Thiết kế Data Model, DAX, Power Query, visual nâng cao theo chuẩn UI/UX.\n-        Làm việc với các bộ phận để thu thập yêu cầu, xác định KPI, phân tích và đề xuất cải tiến dựa trên dữ liệu.\n-        Hỗ trợ và đào tạo người dùng sử dụng báo cáo.\n-        Phân tích dữ liệu để tìm ra xu hướng, vấn đề, cơ hội và đưa ra các khuyến nghị dựa trên dữ liệu (tuyến bán hàng, tồn kho, dự báo nhu cầu hàng hóa…)\n2.\nNghiên cứu Người tiêu dùng và Thị trường (Consumer & Market Research)\n-        Hỗ trợ phối hợp với các phòng ban để triển khai, phân tích kết quả kinh doanh và đưa ra đề xuất hành động nhằm thúc đẩy tăng trưởng.\n-        Thực hiện các khảo sát và các dự án nhằm hiểu rõ hành vi, động lực và nhu cầu của khách hàng.\n-        Thực hiện nghiên cứu thứ cấp (desk research) để tổng hợp xu hướng thị trường, thông tin đối thủ cạnh tranh và các chỉ số chuẩn ngành (industry benchmarks) theo yêu cầu.\n3.\nLàm báo cáo hàng ngày, lũy kế tháng\n-        Thiết kế, xây dựng và tối ưu hệ thống xử lý dữ liệu.\n-        Phối hợp với nội bộ team Data tích hợp các dữ liệu phục vụ cho việc xây dựng và phân tích các báo cáo theo yêu cầu của Ban Lãnh Đạo.\n-        Quản lý hệ thống đảm bảo vận hành ổn định, đảm bảo chất lượng dữ liệu (Data Governance).\n4.\nKhác\n-        Thực hiện các báo cáo cung cấp số liệu cho các phòng ban thuộc khối Commercial theo quy định và các báo cáo khác khi có phát sinh yêu cầu từ Cấp Quản lý trực tiếp.\n-        Các công việc khác được giao bởi Cấp Quản lý trực tiếp.", "yeu_cau_cong_viec": "-        Trình độ:  Tốt nghiệp Cao Đẳng/ Đại Học\n-        Có ít nhất 03 năm kinh nghiệm trong vị trí tương đương. Ưu tiên ứng viên có kinh nghiệm về ngành hàng FMCG.\n-        Thành thạo Power BI (Desktop & Service), DAX, Power Query, SQL, DMS, AMIS.\n-        Có kinh nghiệm kết nối, xử lý dữ liệu đa nguồn.\n-        Có kỹ năng làm việc tốt với số liệu, chính xác.\n-        Tư duy hệ thống, chủ động, giao tiếp và phối hợp tốt.\n-        Ưu tiên có kinh nghiệm Power Automate, Python hoặc API integration.", "dia_diem_lam_viec": {"thanh_pho": "Hồ Chí Minh", "dia_chi_day_du": "139 Pasteur, Phường Võ Thị Sáu, Quận 3"}, "thong_tin_khac": {"bằng_cấp": "Đại học", "độ_tuổi": "Không giới hạn tuổi", "lương": "Cạnh tranh"}}
{"url": "https://careerviet.vn/vi/tim-viec-lam/ky-su-cong-nghe-thong-tin-phan-cung.35C5A944.html", "ten_cong_ty": "CÔNG TY CỔ PHẦN SẢN XUẤT VÀ BẢO DƯỠNG THIẾT BỊ HÀNG KHÔNG", "tieu_de": "KỸ SƯ CÔNG NGHỆ THÔNG TIN -PHẦN CỨNG", "ngay_dang_tuyen": "08/11/2025", "luong": "Cạnh tranh", "kinh_nghiem": "N/A", "cap_bac": "Nhân viên", "nganh_nghe": ["CNTT - Phần cứng / Mạng", "Xây dựng", "Hàng không"], "phuc_loi": ["Laptop", "Chế độ bảo hiểm", "Phụ cấp", "Xe đưa đón", "Chế độ thưởng", "Đào tạo", "Tăng lương", "Công tác phí", "Phụ cấp thâm niên", "Nghỉ phép năm"], "mo_ta_cong_viec": "• Tiến hành khảo sát, tư vấn, thiết kế hệ thống cho khách hàng trong ngành hàng không; Tham gia triển khai các giải pháp CNTT\n• Viết tài liệu, triển khai các giải pháp, tài liệu thầu\n• Cài đặt, nâng cấp, tối ưu hệ thống CNTT cho khách hàng.\n• Hỗ trợ khách hàng vận hành, giám sát và xử lý các sự cố phát sinh (phần cứng,phần mềm , hệ điều hành, mạng…)\n• Thu thập, phân tích các vấn đề kỹ thuật liên quan đến phần cứng và phần mềm của hệ thống.\n• Triển khai lắp đặt, cài đặt, nâng cấp, bảo trì, bảo dưỡng thiết bị CNTT cho khách hàng\n• Chi tiết công việc sẽ được trao đổi cụ thể khi phỏng vấn.", "yeu_cau_cong_viec": "•        Tốt nghiệp Đại học chuyên ngành công nghệ thông tin, viễn thông. / Hoặc các trường cao đẳng, đại học có ngành liên quan\n•        Có các chứng chỉ MCSA, MCSE, CCNA là một lợi thế.\n•        Sử dụng thành thạo hệ điều hành Windows, Linux.\n•        Kinh nghiệm triển khai các hệ thông tự động và thông minh.\n•        Cẩn thận, chăm chỉ, sáng tạo, có tinh thần trách nhiệm và chịu được áp lực trong công việc.\n•        Có khả năng quản lý đội nhóm tốt, phối hợp trong triển khai dự án.\n•        Sẵn sàng tham gia công tác khi có điều động\n•        Mong muốn làm việc lâu dài và ký cam kết làm việc lâu dài với công ty\n•\nCó khả năng giao tiếp tiếng Anh\n•        Yêu cầu 1 năm kinh nghiệm", "dia_diem_lam_viec": {"thanh_pho": "Đồng Nai", "dia_chi_day_du": "Sân bay Quốc Tế Long Thành, Xã Bình Sơn, Huyện Long Thành, Tỉnh Đồng Nai"}, "thong_tin_khac": {"bằng_cấp": "Cao đẳng", "giới_tính": "Nam", "độ_tuổi": "Không giới hạn tuổi", "lương": "Cạnh tranh"}}
{"url": "https://careerviet.vn/vi/tim-viec-lam/giang-vien-cong-nghe-phan-mem.35C5A8EC.html", "ten_cong_ty": "TRƯỜNG ĐẠI HỌC CÔNG NGHỆ THÔNG TIN", "tieu_de": "Giảng viên Công nghệ phần mềm", "ngay_dang_tuyen": "08/11/2025", "luong": "20 Tr - 60 Tr VND", "kinh_nghiem": "N/A", "cap_bac": "Nhân viên", "nganh_nghe": ["Giáo dục / Đào tạo", "CNTT - Phần mềm"], "phuc_loi": ["Chế độ bảo hiểm", "Du Lịch", "Phụ cấp", "Xe đưa đón", "Du lịch nước ngoài", "Đồng phục", "Chế độ thưởng", "Chăm sóc sức khỏe", "Đào tạo", "Tăng lương", "Công tác phí", "Phụ cấp thâm niên", "Nghỉ phép năm", "CLB thể thao"], "mo_ta_cong_viec": "- Giảng dạy và biên soạn tài liệu giảng dạy các môn học thuộc chuyên ngành Phát triển Phần mềm như: Nhập môn Công nghệ Phần mềm, Phương pháp mô hình hóa, Phát triển Phần mềm Hướng đối tượng…\n- Thực hiện nghiên cứu khoa học như: tham gia các đề tài, dự án nghiên cứu khoa học…\nXem thông tin chi tiết tại www.uit.edu.vn/tuyen-dung\nQUYỀN LỢI:\n- Thu nhập gồm lương cơ bản, lương theo vị trí việc làm, các loại phụ cấp… Cụ thể:\n+ Lương cơ bản: Tính theo hệ số lượng theo quy định của Nhà nước. Được nâng bậc lương thường xuyên, nâng bậc lương trước thời hạn nếu lập thành tích xuất sắc trong công tác.\n+ Lương theo vị trí việc làm:\nØ Tiến sĩ: 21.000.000 VNĐ/ tháng\nØ Thạc sĩ: 16.000.000 VNĐ/ tháng\n+ Các phụ cấp khác: phụ cấp thâm niên nhà giáo; phụ cấp ưu đãi nhà giáo; phụ cấp thâm niên công tác; tiền ăn trưa, dụng cụ làm việc; thưởng các ngày lễ, ngày kỷ niệm, Tết, thưởng theo thành tích…\n(Lương theo vị trí việc làm, mức thu nhập bình quân sẽ được thông tin cụ thể trong buổi phỏng vấn).\n- Thu nhập trung bình của Tiến sĩ có kinh nghiệm làm việc tại Trường: từ\n45.000.000 đồng/tháng\n, Phó Giáo sư:\n55.000.000 đồng/tháng\ntrở lên.\n- Được hỗ trợ các bài báo khoa học thuộc danh mục ISI/Scopus, mức hỗ trợ tối đa lên đến 200.000.000 VNĐ/ bài báo khoa học.\n- Được hỗ trợ kinh phí khi đạt chức danh Giáo sư, Phó Giáo sư:\n+ Giáo sư: 100.000.000 VNĐ.\n+ Phó Giáo sư: 70.000.000 VNĐ.\n- Được đóng BHXH, BHYT đầy đủ theo quy định Nhà nước.\n- Được cử và xem xét hỗ trợ lên đến 100% kinh phí khi tham gia đào tạo, bồi dưỡng chuyên môn, tập huấn nâng cao năng lực, kỹ năng trong nước và quốc tế.\n- Các chế độ phúc lợi khác: công tác phí, team building, du lịch hè, trợ cấp khó khăn, thăm hỏi, hiếu hỷ, nghỉ hưu, chăm sóc sức khỏe hàng năm…\n- Được hỗ trợ sắp xếp ở Nhà công vụ ĐHQG-HCM.\n- Được bố trí xe đưa đón từ nội thành TP. HCM đến Trường và ngược lại.", "yeu_cau_cong_viec": "- Trình độ: Tốt nghiệp\nThạc sĩ\ntrở lên các ngành về Phát triển Phần mềm, Phát triển Game và các ngành có liên quan. Ưu tiên ứng viên có trình độ Tiến sĩ.\n- Ngoại ngữ:\n+ Giảng viên: Có trình độ B2 theo Khung năng lực Ngoại ngữ tại Việt Nam hoặc chứng chỉ IELTS 6.0 (hoặc tương đương) trở lên.\n+ Ứng viên được miễn chứng chỉ ngoại ngữ nếu tốt nghiệp một bậc đào tạo có thời gian 3 năm trở lên ở nước ngoài, sử dụng một trong các ngoại ngữ Anh, Pháp, Nga, Đức, Hoa, Nhật trong quá trình học tập.\n- Có chứng chỉ bồi dưỡng tiêu chuẩn chức danh nghề nghiệp Giảng viên (có thể bổ sung sau khi trúng tuyển).\n- Có kỹ năng giao tiếp, có đủ sức khỏe, có ngoại hình phù hợp với vị trí công việc.\nXem thông tin chi tiết tại www.uit.edu.vn/tuyen-dung", "dia_diem_lam_viec": {"thanh_pho": "Hồ Chí Minh", "dia_chi_day_du": "khu phố 6, Phường Linh Trung, Thủ Đức, Thành phố Hồ Chí Minh"}, "thong_tin_khac": {"bằng_cấp": "Sau đại học", "phụ_cấp_khác": "- Phụ cấp ưu đãi nhà giáo; phụ cấp thâm niên công tác...- Tiền ăn trưa, dụng cụ làm việc.- Du lịch hè, trợ cấp khó khăn đột xuất, chăm sóc sức khỏe hàng năm.- Thưởng các ngày lễ, ngày kỷ niệm, Tết; thưởng theo thành tích; thưởng bài báo NCKH...", "thời_gian_thử_việc": "Thử việc 02 tháng", "cơ_hội_huấn_luyện": "Được khuyến khich và xem xét hỗ trợ kinh phí tham gia đào tạo, bồi dưỡng chuyên môn, tập huấn nâng cao năng lực, kỹ năng trong nước và quốc tế.", "độ_tuổi": "Không giới hạn tuổi", "thời_gian_làm_việc": "Linh hoạt, theo lịch giảng dạy", "đồng_nghiệp": "Môi trường làm việc chuyên nghiệp, hiện đại, đội ngũ viên chức - người lao động năng động, thân thiện, sáng tạo, có chuyên môn cao cùng với chính sách phát triển nhân lực, Trường ĐHCNTT luôn tạo cho viên chức, người lao động cơ hội phát triển, khẳng định bản thân và thăng tiến trong tương lai.", "phúc_lợi": "- Lương bao gồm lương cơ bản và lương theo vị trí việc làm. Mức thu nhập có thể lên đến 60 triệu đồng/ tháng.- BHXH, BHYT theo quy định Nhà nước.- Được hỗ trợ sắp xếp ở Nhà công vụ ĐHQG-HCM.- Được bố trí xe đưa đón từ nội thành TP. HCM đến Trường và ngược lại.", "ngày_nghỉ": "12 ngày nghỉ phép/ năm; cứ 5 năm công tác được cộng thêm 1 ngày.", "lương": "20 Tr - 60 Tr\n       VND"}}
{"url": "https://careerviet.vn/vi/tim-viec-lam/chuyen-vien-cao-cap-phan-tich-nghiep-vu-sap-mm.35C5F31D.html", "ten_cong_ty": "Công Ty Cổ Phần Tập Đoàn Đầu Tư Địa Ốc No Va", "tieu_de": "Chuyên Viên Cao Cấp Phân tích nghiệp vụ (SAP MM)", "ngay_dang_tuyen": "28/11/2025", "luong": "Cạnh tranh", "kinh_nghiem": "N/A", "cap_bac": "Nhân viên", "nganh_nghe": ["CNTT - Phần mềm"], "phuc_loi": ["Chế độ bảo hiểm", "Du Lịch", "Chế độ thưởng", "Chăm sóc sức khỏe", "Đào tạo", "Tăng lương"], "mo_ta_cong_viec": "1. Thu thập và phân tích yêu cầu nghiệp vụ:\n1.1 Tiếp nhận yêu cầu từ các phòng ban trong công ty, phân tích chi tiết các yêu cầu nghiệp vụ để xác định các tính năng, chức năng cần phát triển trong các hệ thống CNTT.\n1.2 Làm việc với các bên liên quan để đảm bảo các yêu cầu được hiểu đúng và được chuyển đổi thành các yêu cầu kỹ thuật cho đội phát triển.\n2. Hệ thống hóa Tài liệu giải pháp:\n2.1 Rà soát, phân tích và đánh giá tài liệu yêu cầu nghiệp vụ (Business Requirement Document - BRD) từ các PBCM. Đưa ra các giải pháp tư vấn phù hợp\n2.2 Xây dựng Tài liệu giải pháp và Tài liệu đặc tả chức năng hệ thống/ ứng dụng (Blue print/ Specification document)\n2.3 Đảm bảo rằng các tài liệu này được phê duyệt bởi các bên liên quan và sử dụng làm cơ sở cho quá trình phát triển ứng dụng.\n3. Tư vấn giải pháp nghiệp vụ các phòng ban chuyên môn:\n3.1 Hỗ trợ tư vấn cho các phòng ban về các giải pháp CNTT phù hợp nhằm tối ưu hóa quy trình làm việc và tăng cường hiệu suất hoạt động.\n3.2 Đề xuất các giải pháp cải tiến nghiệp vụ dựa trên xu hướng công nghệ và các công cụ có sẵn\n4. Đào tạo và hỗ trợ người dùng cuối:\n4.1 Đào tạo nhân viên trong công ty về cách sử dụng các hệ thống CNTT mới, đảm bảo họ hiểu rõ các chức năng và quy trình làm việc liên quan.\n4.2 Hỗ trợ kỹ thuật cho người dùng cuối, giải đáp các thắc mắc và khắc phục sự cố liên quan đến hệ thống\n5. Quản lý kết quả và báo cáo:\n5.1 Thực hiện hiệu quả những kế hoạch đề ra để hoàn thành các mục tiêu cá nhân và mục tiêu chung của bộ phận.\n5.2 Thường xuyên trao đổi, phối hợp, cập nhật thông tin với Trưởng bộ phận để thảo luận về tiến độ triển khai các mục tiêu, công việc nhằm hoàn thành các mục tiêu đề ra.\n5.3 Xác định cách thức tiến hành thu thập thông tin, chuẩn bị báo cáo và báo cáo đúng thời hạn.", "yeu_cau_cong_viec": "", "dia_diem_lam_viec": {"thanh_pho": "Hồ Chí Minh", "dia_chi_day_du": "65 Nguyễn Du, Phường Bến Nghé, Quận 1, Thành phố Hồ Chí Minh"}, "thong_tin_khac": {"bằng_cấp": "Đại học", "độ_tuổi": "Không giới hạn tuổi", "lương": "Cạnh tranh"}}
{"url": "https://careerviet.vn/vi/tim-viec-lam/giang-vien-khoa-hoc-may-tinh.35C5A8F3.html", "ten_cong_ty": "TRƯỜNG ĐẠI HỌC CÔNG NGHỆ THÔNG TIN", "tieu_de": "Giảng viên Khoa học máy tính", "ngay_dang_tuyen": "08/11/2025", "luong": "30 Tr - 60 Tr VND", "kinh_nghiem": "N/A", "cap_bac": "Nhân viên", "nganh_nghe": ["Giáo dục / Đào tạo", "CNTT - Phần mềm"], "phuc_loi": ["Chế độ bảo hiểm", "Du Lịch", "Phụ cấp", "Xe đưa đón", "Du lịch nước ngoài", "Đồng phục", "Chế độ thưởng", "Chăm sóc sức khỏe", "Đào tạo", "Tăng lương", "Công tác phí", "Phụ cấp thâm niên", "Nghỉ phép năm", "CLB thể thao"], "mo_ta_cong_viec": "- Tham gia giảng dạy Đại học và sau Đại học chuyên ngành Trí tuệ nhân tạo và tính toán đa phương tiện: Toán cho khoa học máy tính, Machine Learning, Data mining, NLP, CV.\n- Hướng dẫn đề tài, đồ án, Khoá luận tốt nghiệp cho sinh viên đại học, luận văn tốt nghiệp cho học viên Cao học\n- Thực hiện NCKH các cấp.\nXem thông tin chi tiết tại www.uit.edu.vn/tuyen-dung\nQUYỀN LỢI:\n- Thu nhập gồm lương cơ bản, lương theo vị trí việc làm, các loại phụ cấp… Cụ thể:\n+ Lương cơ bản: Tính theo hệ số lượng theo quy định của Nhà nước. Được nâng bậc lương thường xuyên, nâng bậc lương trước thời hạn nếu lập thành tích xuất sắc trong công tác.\n+ Lương theo vị trí việc làm:\nØ Tiến sĩ: 21.000.000 VNĐ/ tháng\nØ Thạc sĩ: 16.000.000 VNĐ/ tháng\n+ Các phụ cấp khác: phụ cấp thâm niên nhà giáo; phụ cấp ưu đãi nhà giáo; phụ cấp thâm niên công tác; tiền ăn trưa, dụng cụ làm việc; thưởng các ngày lễ, ngày kỷ niệm, Tết, thưởng theo thành tích…\n(Lương theo vị trí việc làm, mức thu nhập bình quân sẽ được thông tin cụ thể trong buổi phỏng vấn).\n- Thu nhập trung bình của Tiến sĩ có kinh nghiệm làm việc tại Trường: từ\n45.000.000 đồng/tháng\n, Phó Giáo sư:\n55.000.000 đồng/tháng\ntrở lên.\n- Được hỗ trợ các bài báo khoa học thuộc danh mục ISI/Scopus, mức hỗ trợ tối đa lên đến 200.000.000 VNĐ/ bài báo khoa học.\n- Được hỗ trợ kinh phí khi đạt chức danh Giáo sư, Phó Giáo sư:\n+ Giáo sư: 100.000.000 VNĐ.\n+ Phó Giáo sư: 70.000.000 VNĐ.\n- Được đóng BHXH, BHYT đầy đủ theo quy định Nhà nước.\n- Được cử và xem xét hỗ trợ lên đến 100% kinh phí khi tham gia đào tạo, bồi dưỡng chuyên môn, tập huấn nâng cao năng lực, kỹ năng trong nước và quốc tế.\n- Các chế độ phúc lợi khác: công tác phí, team building, du lịch hè, trợ cấp khó khăn, thăm hỏi, hiếu hỷ, nghỉ hưu, chăm sóc sức khỏe hàng năm…\n- Được hỗ trợ sắp xếp ở Nhà công vụ ĐHQG-HCM.\n- Được bố trí xe đưa đón từ nội thành TP. HCM đến Trường và ngược lại.", "yeu_cau_cong_viec": "- Trình độ:\nTiến sĩ\nngành KHMT, có khả năng giảng dạy bằng tiếng Anh\n- Ngoại ngữ:\n+ Giảng viên: Có trình độ B2 theo Khung năng lực Ngoại ngữ tại Việt Nam hoặc chứng chỉ IELTS 6.0 (hoặc tương đương) trở lên.\n+ Ứng viên được miễn chứng chỉ ngoại ngữ nếu tốt nghiệp một bậc đào tạo có thời gian 3 năm trở lên ở nước ngoài, sử dụng một trong các ngoại ngữ Anh, Pháp, Nga, Đức, Hoa, Nhật trong quá trình học tập.\n- Có chứng chỉ bồi dưỡng tiêu chuẩn chức danh nghề nghiệp Giảng viên (có thể bổ sung sau khi trúng tuyển).\n- Có kỹ năng giao tiếp, có đủ sức khỏe, có ngoại hình phù hợp với vị trí công việc.\nXem thông tin chi tiết tại www.uit.edu.vn/tuyen-dung", "dia_diem_lam_viec": {"thanh_pho": "Hồ Chí Minh", "dia_chi_day_du": "khu phố 6, Phường Linh Trung, Thủ Đức, Thành phố Hồ Chí Minh"}, "thong_tin_khac": {"bằng_cấp": "Sau đại học", "phụ_cấp_khác": "- Phụ cấp ưu đãi nhà giáo; phụ cấp thâm niên công tác...- Tiền ăn trưa, dụng cụ làm việc.- Du lịch hè, trợ cấp khó khăn đột xuất, chăm sóc sức khỏe hàng năm.- Thưởng các ngày lễ, ngày kỷ niệm, Tết; thưởng theo thành tích; thưởng bài báo NCKH...", "thời_gian_thử_việc": "Thử việc 02 tháng", "cơ_hội_huấn_luyện": "Được khuyến khich và xem xét hỗ trợ kinh phí tham gia đào tạo, bồi dưỡng chuyên môn, tập huấn nâng cao năng lực, kỹ năng trong nước và quốc tế.", "độ_tuổi": "Không giới hạn tuổi", "thời_gian_làm_việc": "Linh hoạt, theo lịch giảng dạy", "đồng_nghiệp": "Môi trường làm việc chuyên nghiệp, hiện đại, đội ngũ viên chức - người lao động năng động, thân thiện, sáng tạo, có chuyên môn cao cùng với chính sách phát triển nhân lực, Trường ĐHCNTT luôn tạo cho viên chức, người lao động cơ hội phát triển, khẳng định bản thân và thăng tiến trong tương lai.", "phúc_lợi": "- Lương bao gồm lương cơ bản và lương theo vị trí việc làm. Đối với trình độ tiến sĩ, mức thu nhập có thể lên đến 60 triệu đồng/ tháng.- BHXH, BHYT theo quy định Nhà nước.- Được hỗ trợ sắp xếp ở Nhà công vụ ĐHQG-HCM.- Được bố trí xe đưa đón từ nội thành TP. HCM đến Trường và ngược lại.", "ngày_nghỉ": "12 ngày nghỉ phép/ năm; cứ 5 năm công tác được cộng thêm 1 ngày.", "lương": "30 Tr - 60 Tr\n       VND"}}
{"url": "https://careerviet.vn/vi/tim-viec-lam/r-d-engineer.35C5DB99.html", "ten_cong_ty": "HR Vietnam’s ESS Client", "tieu_de": "R&D Engineer", "ngay_dang_tuyen": "25/11/2025", "luong": "Cạnh tranh", "kinh_nghiem": "N/A", "cap_bac": "Nhân viên", "nganh_nghe": ["Điện / Điện tử / Điện lạnh / Điện công nghiệp", "CNTT - Phần mềm", "Sản xuất / Vận hành sản xuất"], "phuc_loi": ["Laptop", "Chế độ bảo hiểm", "Phụ cấp", "Đồng phục", "Chăm sóc sức khỏe", "Đào tạo", "Tăng lương", "Nghỉ phép năm"], "mo_ta_cong_viec": "", "yeu_cau_cong_viec": "", "dia_diem_lam_viec": {"thanh_pho": "Hưng Yên"}, "thong_tin_khac": {"bằng_cấp": "Đại học", "độ_tuổi": "Không giới hạn tuổi", "lương": "Cạnh tranh"}}
{"url": "https://careerviet.vn/vi/tim-viec-lam/fullstack-developer-aws-6-months-contract.35C5B55A.html", "ten_cong_ty": "Công Ty CP Vàng Bạc Đá Quý Phú Nhuận - PNJ", "tieu_de": "Fullstack Developer (AWS - 6 months contract)", "ngay_dang_tuyen": "14/11/2025", "luong": "Cạnh tranh", "kinh_nghiem": "N/A", "cap_bac": "Nhân viên", "nganh_nghe": ["CNTT - Phần mềm"], "phuc_loi": ["Laptop", "Chế độ bảo hiểm", "Phụ cấp"], "mo_ta_cong_viec": "", "yeu_cau_cong_viec": "", "dia_diem_lam_viec": {"thanh_pho": "Hồ Chí Minh"}, "thong_tin_khac": {"bằng_cấp": "Đại học", "độ_tuổi": "Không giới hạn tuổi", "lương": "Cạnh tranh"}}
{"url": "https://careerviet.vn/vi/tim-viec-lam/chuyen-vien-van-hanh-lop-hoc-truc-tuyen.35C5FB28.html", "ten_cong_ty": "Công ty CP Công nghệ giáo dục Trường học trực tuyến (ONSCHOOL)", "tieu_de": "Chuyên Viên Vận Hành Lớp Học Trực Tuyến", "ngay_dang_tuyen": "26/11/2025", "luong": "10 Tr - 13 Tr VND", "kinh_nghiem": "N/A", "cap_bac": "Nhân viên", "nganh_nghe": ["Giáo dục / Đào tạo", "CNTT - Phần mềm"], "phuc_loi": ["Chế độ bảo hiểm", "Du Lịch", "Phụ cấp", "Chế độ thưởng", "Chăm sóc sức khỏe", "Đào tạo", "Tăng lương", "Nghỉ phép năm", "CLB thể thao"], "mo_ta_cong_viec": "", "yeu_cau_cong_viec": "", "dia_diem_lam_viec": {"thanh_pho": "Hà Nội", "dia_chi_day_du": "Tầng 2-3, tòa 17T4, Hapulico Complex, Số 1 Nguyễn Huy Tưởng, Thanh Xuân, Hà Nội"}, "thong_tin_khac": {"bằng_cấp": "Đại học", "độ_tuổi": "23 - 30", "lương": "10 Tr - 13 Tr\n       VND"}}
{"url": "https://careerviet.vn/vi/tim-viec-lam/chuyen-vien-van-hanh-ung-dung-the.35C5B227.html", "ten_cong_ty": "BVBank - Ngân hàng Bản Việt", "tieu_de": "Chuyên viên Vận hành ứng dụng Thẻ", "ngay_dang_tuyen": "13/11/2025", "luong": "Cạnh tranh", "kinh_nghiem": "N/A", "cap_bac": "Nhân viên", "nganh_nghe": ["Ngân hàng", "Kế toán / Kiểm toán", "CNTT - Phần mềm"], "phuc_loi": ["Chế độ bảo hiểm", "Du Lịch", "Đồng phục", "Chế độ thưởng", "Chăm sóc sức khỏe", "Đào tạo", "Tăng lương", "Công tác phí", "Phụ cấp thâm niên", "Nghỉ phép năm"], "mo_ta_cong_viec": "", "yeu_cau_cong_viec": "Bằng cấp/Chứng chỉ:\nTốt nghiệp Đại học/Cao đẳng ngành CNTT hoặc tương đương.\nKiến thức:\nKinh nghiệm:\nTối thiểu 2 năm cho cùng lĩnh vực chuyên môn\nKỹ năng:\nKhác:", "dia_diem_lam_viec": {"thanh_pho": "Hồ Chí Minh", "dia_chi_day_du": "Khu vực Hồ Chí Minh"}, "thong_tin_khac": {"bằng_cấp": "Cao đẳng", "độ_tuổi": "Không giới hạn tuổi", "lương": "Cạnh tranh"}}
{"url": "https://careerviet.vn/vi/tim-viec-lam/it-developer.35C5E46C.html", "ten_cong_ty": "Công Ty TNHH T.M.G", "tieu_de": "IT Developer", "ngay_dang_tuyen": "21/11/2025", "luong": "Cạnh tranh", "kinh_nghiem": "N/A", "cap_bac": "Nhân viên", "nganh_nghe": ["CNTT - Phần mềm", "CNTT - Phần cứng / Mạng"], "phuc_loi": ["Chế độ bảo hiểm", "Du Lịch", "Chế độ thưởng", "Chăm sóc sức khỏe", "Đào tạo", "Tăng lương", "Nghỉ phép năm"], "mo_ta_cong_viec": "", "yeu_cau_cong_viec": "ƯU TIÊN", "dia_diem_lam_viec": {"thanh_pho": "Hồ Chí Minh", "dia_chi_day_du": "91 Đường Tân Cảng, Phường 25, Bình Thạnh, Hồ Chí Minh"}, "thong_tin_khac": {"bằng_cấp": "Cao đẳng", "thời_gian_thử_việc": "2 tháng", "độ_tuổi": "Không giới hạn tuổi", "thời_gian_làm_việc": "Từ Thứ Hai đến Thứ Sáu (08:30 - 17:30). Nghỉ trưa 60 phút.", "phúc_lợi": ". Bảo hiểm tai nạn 24/7 ngay từ khi nhận việc. Bảo hiểm sức khi ký HĐLĐ thứ 2 trở lên. Văn phòng làm việc hiện đại. Có khu vực ăn uống riêng", "lương": "Cạnh tranh"}}
{"url": "https://careerviet.vn/vi/tim-viec-lam/data-analyst.35C56609.html", "ten_cong_ty": "CÔNG TY TNHH BẢO HIỂM NHÂN THỌ MB AGEAS", "tieu_de": "Data Analyst", "ngay_dang_tuyen": "09/11/2025", "luong": "Cạnh tranh", "kinh_nghiem": "N/A", "cap_bac": "Nhân viên", "nganh_nghe": ["Bảo hiểm", "CNTT - Phần cứng / Mạng", "CNTT - Phần mềm"], "phuc_loi": ["Laptop", "Chế độ bảo hiểm", "Du Lịch", "Phụ cấp", "Du lịch nước ngoài", "Đồng phục", "Chế độ thưởng", "Chăm sóc sức khỏe", "Đào tạo", "Tăng lương", "Công tác phí", "Nghỉ phép năm", "CLB thể thao"], "mo_ta_cong_viec": "", "yeu_cau_cong_viec": "", "dia_diem_lam_viec": {"thanh_pho": "Hà Nội"}, "thong_tin_khac": {"độ_tuổi": "Không giới hạn tuổi", "lương": "Cạnh tranh"}}
{"url": "https://careerviet.vn/vi/tim-viec-lam/chuyen-gia-chuyen-vien-cao-cap-kien-truc-ung-dung-solution-architect-khoi-cong-nghe-thong-tin-holt-10.35C60B40.html", "ten_cong_ty": "Ngân Hàng TMCP Quân Đội", "tieu_de": "Chuyên gia, Chuyên viên cao cấp Kiến trúc ứng dụng - Solution Architect - Khối Công nghệ thông tin (HOLT.10)", "ngay_dang_tuyen": "26/11/2025", "luong": "Cạnh tranh", "kinh_nghiem": "N/A", "cap_bac": "Nhân viên", "nganh_nghe": ["Ngân hàng", "CNTT - Phần mềm", "CNTT - Phần cứng / Mạng"], "phuc_loi": ["Laptop", "Chế độ bảo hiểm", "Du Lịch", "Phụ cấp", "Du lịch nước ngoài", "Đồng phục", "Chế độ thưởng", "Chăm sóc sức khỏe", "Đào tạo", "Tăng lương", "Công tác phí", "Phụ cấp thâm niên", "Nghỉ phép năm", "CLB thể thao"], "mo_ta_cong_viec": "Chủ trì xây dựng thiết kế giải pháp cho các sản phẩm, đáp ứng nhu cầu nghiệp vụ và phù hợp tiêu chuẩn kiến trúc, công nghệ:\n+ Tham gia làm rõ đầu bài và tư vấn cho nghiệp vụ, BA về yêu cầu đầu bài\n+ Xây dựng thiết kế tổng thể giải quyết bài toán nghiệp vụ\n+ Phối hợp với các AA xây dựng thiết kế chi tiết để giải quyết bài toán nghiệp vụ\n+ Phối hợp với các AA kiểm soát các phát triển tuân thủ thiết kế\nTham gia xây dựng Kiến trúc tham chiếu của MB: Tham gia team cùng với EA, AA xây dựng các mẫu thiết kế, cây quyết định, tài liệu hướng dẫn, mã nguồn mẫu đáp ứng các tiêu chuẩn, nguyên tắc thiết kế, kiến trúc\nTham gia xây dựng các quy hoạch:\n+ Cung cấp các thông tin, thực hiện khảo sát hiện trạng phục vụ quy hoạch\n+ Tham gia đánh giá và đề xuất giải pháp quy hoạch\nCác công việc khác:\n+ Tham gia review sự cố các hệ thống/giải pháp được phân giao.\n+ Phối hợp với các bên liên quan để đề xuất và xác định kích thước (sizing) hệ thống.\n+ Tham gia thử nghiệm, đánh giá công nghệ mới", "yeu_cau_cong_viec": "Tốt nghiệp Đại học ngành Công nghệ thông tin, Toán học, Điện tử viễn thông tại các trường đại học uy tín như Đại học Bách Khoa, Đại học Quốc gia, … hoặc có chứng chỉ lập trình viên quốc tế tương đương.\n- Tối thiểu 04 năm kinh nghiệm lập trình và thiết kế phần mềm\n- Có kiến thức về nhiều ngôn ngữ: Java,go, python v.v\n- Hiểu biết tốt về các về các framework : Spring, Angular, React , Go-zero v.v\n- Hiểu biết tốt về các dòng database : Oracle, MySQL, Mongodb v,v\n- Hiểu biết tốt về các ứng dụng nền tảng và kiến trúc triển khai: Redis, kafka, GG v.v\n- Hiểu biết tốt về các mô hình kiến trúc : Monolitic, Microservice, Serverless, Event-Driven v.v. Các mô hình kiến trúc khác: Mini fontend, Miniapp v.v\n- Am hiểu về thiết kế ứng dụng trên nhiều khía cạnh như tích hợp, bảo mật, quy hoạch mạng v.v\n- Hiểu biết và có kiến thức thực tế với các mô hình phát triển như waterfall, agile v.v\n- Có kinh nghiệm làm việc trên các nên tảng private cloud, public cloud, các nền tảng containerization\nVị trí mở với các senior dev có định hướng chuyển sang SA\nNgoại ngữ (Tiếng Anh) - TOEIC tối thiểu 550\nNice to have:\nFramework : Spring hoặc Angular hoặc React hoặc Go-zero\nDatabase : Oracle hoặc MySQL hoặc Mongodb\nỨng dụng nền tảng và kiến trúc triển khai: Redis hoặc kafka hoặc GG\nMô hình kiến trúc : Monolitic hoặc Microservice hoặc Serverless hoặc Event-Driven hoặc Mini fontend hoặc Miniapp", "dia_diem_lam_viec": {"thanh_pho": "Hà Nội", "dia_chi_day_du": "18 Lê Văn Lương, Quận Cầu Giấy, Hà Nội."}, "thong_tin_khac": {"bằng_cấp": "Đại học", "độ_tuổi": "Không giới hạn tuổi", "lương": "Cạnh tranh"}}
{"url": "https://careerviet.vn/vi/tim-viec-lam/lap-trinh-vien-java-2-nam-kn-tro-len.35C5C8A5.html", "ten_cong_ty": "Tổng Công ty Cổ phần Công trình Viettel", "tieu_de": "Lập trình viên Java (2 năm kn trở lên)", "ngay_dang_tuyen": "24/11/2025", "luong": "22 Tr - 30 Tr VND", "kinh_nghiem": "N/A", "cap_bac": "Trưởng nhóm / Giám sát", "nganh_nghe": ["Bưu chính viễn thông", "CNTT - Phần cứng / Mạng", "CNTT - Phần mềm"], "phuc_loi": ["Chế độ bảo hiểm", "Du Lịch", "Phụ cấp", "Du lịch nước ngoài", "Đồng phục", "Chế độ thưởng", "Chăm sóc sức khỏe", "Đào tạo", "Tăng lương", "Công tác phí", "Phụ cấp thâm niên", "Nghỉ phép năm"], "mo_ta_cong_viec": "Trung tâm Công nghệ thông tin thuộc Viettel Construction tuyển dụng 03 Java Developer (level từ Middle đến Prelead/Lead). Công ty Product, Không yêu cầu Tiếng Anh, Phỏng vấn 1 vòng duy nhất, Cụ thể như sau:\n- Lập trình trong các dự án phần mềm sử dụng ngôn ngữ Java trong tổng công ty, bao gồm các sản phẩm phục vụ quản lý điều hành kinh doanh, quản lý bán hàng, chăm sóc khách hàng và quản trị doanh nghiệp (ERP)\n- Thiết kế tổng thể, thiết kế chi tiết (màn hình, api, cơ sở dữ liệu, luồng dữ liệu...) các module chức năng của phần mềm để đảm bảo các tiêu chức năng và phi chức năng (như đáp ứng hiệu năng, tính mở rộng..)\n- Chịu trách nhiệm triển khai và hỗ trợ sau triển khai các phần mềm. Xử lý phản ánh người dùng cuối và sửa các lỗi về tính năng, hiệu năng, kiến trúc của phần mềm.\n- Quản lý nhóm lập trình của một hoặc nhiều sản phẩm, chịu trách nhiệm giao việc, quản lý tiến độ chất lượng công việc của nhóm, báo cáo lên trưởng phòng hoặc ban giám đốc trung tâm. Đào tạo để nâng cap chất lượng nhóm. Nghiên cứu và phát triển công nghệ mới giúp tăng hiệu suất cho dự án.", "yeu_cau_cong_viec": "- Độ tuổi tuyển dụng: ưu tiên dưới 32 tuổi\n- Tốt nghiệp Đại học trở lên chuyên ngành Công nghệ thông tin, hệ thống thông tin, Khoa học máy hoặc ngành liên quan;\n- Có từ 2 năm kinh nghiệm trở lên với các nền tảng và framework công nghệ Java.\n- Nắm vững các kiến thức cơ bản về lập trình hướng đối tượng, lập trình Java core (multithreading, Collection...) /Java web (J2EE, ORM, Caching...)\n- Có kinh nghiệm thành thạo sử dụng một trong các framework/stack về java đang triển khai tại TCT như sau:\n+ Framework: Spring-boot, Spring MVC, Angular, Javascript, Jquery, HTML, CSS, ...\n+ Midware: Kafka, Redis, CEP, BPMN engine...\n+ Cơ sở dữ liệu: Oracle, Postgresql, MariaDB, NoSQ\nQUYỀN LỢI:\n- Lương cơ bản gross tháng : 22.000.000 - 30.000.000 đồng/tháng theo kinh nghiệm và level. Thử việc 100% lương\n- Gói lương 14 tháng lương, nghỉ phép 16 ngày/năm\n- Gói Phúc lợi Phụ cấp: 48.000.000 đồng/năm, bao gồm gói Phụ cấp ăn trưa, điện thoại: 930.000/tháng và Phúc lợi các ngày lễ (2-3 triệu/lần), Phúc lợi Tết (21 triệu/năm)\n- Được làm việc trong một môi trường chuyên nghiệp, năng động, có cơ hội được phát triển bản thân\n- Tham gia BHXH, BHTN, BHYT đầy đủ theo quy định của Công ty và quy định của Pháp luật.\n- Thời gian làm việc: Từ 8h - 17h30 các ngày T2 - T6 + 1 ngày T7 đầu tiên trong tháng.\n- Địa điểm làm việc: Viettel Construction - tầng 5 tháp B tòa Central Point số 219 Trung Kính, Trung Hòa, Cầu Giấy, Hà Nội.\n\"Viettel Construction tuyệt đối không thu bất cứ khoản tiền nào của ứng viên khi nộp hồ sơ, tham gia dự tuyển và khi vào làm việc tại Viettel Construction nếu trúng tuyển\"\n\"Khi ứng tuyển vào Viettel Construction, ứng viên phải cam kết các hồ sơ cá nhân cung cấp như Bằng cấp, Chứng chỉ hành nghề... thông tin thật. Trường hợp rà soát phát hiện ứng viên sử dụng hồ sơ giả sẽ xử lý theo Quy định của Pháp luật\"", "dia_diem_lam_viec": {"thanh_pho": "Hà Nội"}, "thong_tin_khac": {"độ_tuổi": "23 - 32", "lương": "22 Tr - 30 Tr\n       VND"}}
{"url": "https://careerviet.vn/vi/tim-viec-lam/chuyen-gia-an-ninh-thong-tin-ha-noi-ta084.35C5EA5A.html", "ten_cong_ty": "Ngân Hàng TMCP Việt Nam Thịnh Vượng - VPBANK", "tieu_de": "Chuyên Gia An Ninh Thông Tin- Hà Nội- TA084", "ngay_dang_tuyen": "25/11/2025", "luong": "Cạnh tranh", "kinh_nghiem": "N/A", "cap_bac": "Trưởng nhóm / Giám sát", "nganh_nghe": ["Bưu chính viễn thông", "CNTT - Phần cứng / Mạng", "CNTT - Phần mềm"], "phuc_loi": ["Laptop", "Chế độ bảo hiểm", "Du Lịch", "Phụ cấp", "Đồng phục", "Chế độ thưởng", "Chăm sóc sức khỏe", "Đào tạo", "Tăng lương", "Công tác phí", "Nghỉ phép năm", "CLB thể thao"], "mo_ta_cong_viec": "", "yeu_cau_cong_viec": "QUYỀN LỢI:", "dia_diem_lam_viec": {"thanh_pho": "Hà Nội", "dia_chi_day_du": "89 Láng Hạ, Đống Đa, Hà Nội"}, "thong_tin_khac": {"bằng_cấp": "Đại học", "độ_tuổi": "Không giới hạn tuổi", "lương": "Cạnh tranh"}}
{"url": "https://careerviet.vn/vi/tim-viec-lam/erp-technical-leader-odoo.35C5DA18.html", "ten_cong_ty": "Tổng công ty Xây dựng số 1 – CTCP", "tieu_de": "ERP Technical Leader (Odoo)", "ngay_dang_tuyen": "24/11/2025", "luong": "Cạnh tranh", "kinh_nghiem": "N/A", "cap_bac": "Nhân viên", "nganh_nghe": ["CNTT - Phần mềm"], "phuc_loi": ["Laptop", "Chế độ bảo hiểm", "Du Lịch", "Phụ cấp", "Chế độ thưởng", "Chăm sóc sức khỏe", "Đào tạo", "Tăng lương", "Công tác phí", "Nghỉ phép năm"], "mo_ta_cong_viec": "NHIỆM VỤ CHÍNH\n1/ Phân tích, thiết kế các giải pháp phần mềm\n2/ Lập trình phát triển ứng dụng\n3/ Cấu hình hệ thống, cài đặt và duy trì môi trường máy chủ\n4/ Hỗ trợ người dùng cuối vận hành hệ thống ERP\nCHI TIẾT CÔNG VIỆC", "yeu_cau_cong_viec": "", "dia_diem_lam_viec": {"thanh_pho": "Hồ Chí Minh"}, "thong_tin_khac": {"bằng_cấp": "Đại học", "độ_tuổi": "Không giới hạn tuổi", "lương": "Cạnh tranh"}}
{"url": "https://careerviet.vn/vi/tim-viec-lam/chuyen-vien-quan-tri-he-thong.35C5C58C.html", "ten_cong_ty": "CÔNG TY CỔ PHẦN CÔNG NGHIỆP WELDCOM", "tieu_de": "Chuyên Viên Quản Trị Hệ Thống", "ngay_dang_tuyen": "23/11/2025", "luong": "15 Tr - 25 Tr VND", "kinh_nghiem": "N/A", "cap_bac": "Nhân viên", "nganh_nghe": ["CNTT - Phần mềm", "CNTT - Phần cứng / Mạng"], "phuc_loi": ["Laptop", "Chế độ bảo hiểm", "Du Lịch", "Phụ cấp", "Xe đưa đón", "Đồng phục", "Chế độ thưởng", "Chăm sóc sức khỏe", "Đào tạo", "Tăng lương", "Công tác phí", "Phụ cấp thâm niên", "Nghỉ phép năm", "CLB thể thao"], "mo_ta_cong_viec": "Weldcom Tuyển dụng 02 Chuyên viên Quản trị hệ thống làm việc tại 285A Ngô Gia Tự, Long Biên, Hà Nội\nCông việc bạn cần thực hiện như sau:\n- Cài đặt và cấu hình\n: Thiết lập và cấu hình phần mềm, phần cứng, máy chủ và các công cụ công nghệ.\n- Bảo trì và giám sát\n: Đảm bảo hệ thống hoạt động ổn định, liên tục và an toàn. Giám sát hiệu suất và bảo trì hệ thống theo yêu cầu.\n- Khắc phục sự cố\n: Chẩn đoán và giải quyết các vấn đề kỹ thuật liên quan đến mạng và máy chủ. Đảm bảo an ninh mạng thông qua kiểm soát truy cập, sao lưu và tường lửa.\n- Nâng cấp hệ thống\n: Cập nhật hệ thống với các phiên bản và mô hình mới để đảm bảo hiệu suất và bảo mật.\n- Hỗ trợ kỹ thuật\n: Cung cấp hỗ trợ kỹ thuật cho các dự án và đào tạo nhân viên về cách sử dụng các tài nguyên IT một cách đúng đắn", "yeu_cau_cong_viec": "Bạn cần có những kỹ năng sau:\n- Tốt nghiệp Cao đẳng, đại học hoặc chứng chỉ chuyên ngành: Công nghệ thông tin, Quản trị hệ thống, Network & Bảo mật\n- Có ít nhất 03 năm kinh nghiệm làm việc liên quan tới quản trị hệ thống hoặc quản trị mạng.\n- Có kinh nghiệm làm việc trên các môi trường: Windows Server/Linux/Hyper-V/VMware vSphere.\n- Có kinh nghiệm quản trị các dịch vụ AD, DNS, Exchange server Hybrid, Microsoft 365, Web Server, Nginx/HAProxy, hệ thống giám sát (PRTG,Zabbix,…)\n- Có hiểu biết về các hệ thống Server HPE/DELL, hệ thống lưu trữ SAN và Backup (HPE MSA/3PAR, HPE StoreOnce, Veeam Backup,… hoặc các giải pháp/sản phẩm tương đương)\n- Kiến thức cơ bản về hệ thống CSDL: MySQL/MariaDB, MS SQL Server.\n- Có khả năng chịu áp lực công việc, có tinh thần học hỏi và chia sẻ, khả năng cộng tác phối hợp làm việc theo nhóm.\n- Sử dụng, đọc hiểu tốt các tài liệu kỹ thuật tiếng Anh.\n- Ưu tiên ứng viên có chứng chỉ: MSCA, MCSE, Linux+, LPI, Security+, VCP, Azure Admin.", "dia_diem_lam_viec": {"thanh_pho": "Hà Nội", "dia_chi_day_du": "285A Ngô Gia Tự, Đức Giang, Long Biên, Hà Nội"}, "thong_tin_khac": {"bằng_cấp": "Cao đẳng", "độ_tuổi": "22 - 40", "lương": "15 Tr - 25 Tr\n       VND"}}
{"url": "https://careerviet.vn/vi/tim-viec-lam/r-d-software-design-engineer.35C608E2.html", "ten_cong_ty": "Panasonic Appliances Vietnam", "tieu_de": "R&D Software Design Engineer", "ngay_dang_tuyen": "26/11/2025", "luong": "Cạnh tranh", "kinh_nghiem": "N/A", "cap_bac": "Nhân viên", "nganh_nghe": ["Cơ khí / Ô tô / Tự động hóa", "Điện / Điện tử / Điện lạnh / Điện công nghiệp", "CNTT - Phần mềm"], "phuc_loi": ["Chế độ bảo hiểm", "Du Lịch", "Xe đưa đón", "Đồng phục", "Chế độ thưởng", "Chăm sóc sức khỏe", "Đào tạo", "Tăng lương", "Nghỉ phép năm"], "mo_ta_cong_viec": "We are looking for potential candidates who are willing to work for R&D Center in Thang Long II Industrial Zone, Hung Yen, and will be mainly responsible for the following duties:\n- Develop embedded software for washing machine control systems from design to implementation.\n- Analyze functional specifications and convert them into detailed software design.\n- Implement software modules in C/C++ for microcontrollers (Renesas or STM32).\n- Design control logic for washing programs, motor drive, water level and temperature sensing.\n- Conduct unit testing and debugging on actual hardware.\n- Work closely with other teams and testing design flowcharts, test specifications and verification reports.", "yeu_cau_cong_viec": "- University's degree in Electrical/Electronic Engineering, Automation, Mechatronics or Computer Science.\n- New graduate or experience in embedded software development (Renesas, STM8, Nuvoton preferred).\n- Solid understanding of microcontroller peripherals such as PWM, ADC, UART, I2C, SPI and timers).\n- Experience with development tools such as e2studio, IAR, CS+ or equivalent.\n- Basic knowledge of control systems or motor control is a plus.\n- Careful, responsible and proactive in learning new technologies.\n- Able to read and understand technical documents in English.\n**BENEFIT:\n- Company bus picking up to factories (from Ha Noi, Hung Yen, Hai Duong, Bac Ninh)\n- Competitive salary package with annual salary review and performance bonus twice a year\n- 100% salary in probation time\n- Personal health insurance package\n- Life support allowance, languages allowance (English, Japanese, Chinese), and other allowances\n- Good chance to be trained on the job and various training courses by the company and Panasonic Group\n- Career development opportunity by job rotation and internal recruiting program\n- Company's activities: Happy Hour, Family Day, Children Day...\n*Working time: 8:00 - 16:45 (Every Monday to Friday & 0-2 Saturday/Month)\n*Your CVs will be screened on a first come, first served basis and we will contact you if your CV is selected within 2 weeks.", "dia_diem_lam_viec": {"thanh_pho": "Hưng Yên"}, "thong_tin_khac": {"bằng_cấp": "Đại học", "độ_tuổi": "Không giới hạn tuổi", "lương": "Cạnh tranh"}}
{"url": "https://careerviet.vn/vi/tim-viec-lam/nhan-vien-ho-so-du-an-qs.35C5D2E5.html", "ten_cong_ty": "CÔNG TY TNHH TÍCH HỢP HỆ THỐNG NHT", "tieu_de": "Nhân Viên Hồ sơ Dự Án (QS)", "ngay_dang_tuyen": "29/11/2025", "luong": "8 Tr - 17 Tr VND", "kinh_nghiem": "N/A", "cap_bac": "Nhân viên", "nganh_nghe": ["Hành chính / Thư ký", "Điện / Điện tử / Điện lạnh / Điện công nghiệp", "CNTT - Phần cứng / Mạng"], "phuc_loi": ["Laptop", "Chế độ bảo hiểm", "Du Lịch", "Phụ cấp", "Xe đưa đón", "Du lịch nước ngoài", "Đồng phục", "Chế độ thưởng", "Chăm sóc sức khỏe", "Đào tạo", "Tăng lương", "Công tác phí", "Phụ cấp thâm niên", "Nghỉ phép năm", "CLB thể thao"], "mo_ta_cong_viec": "- Mô tả công việc:\n- Quản lý Hợp đồng và theo dõi, xử lý các thay đổi, phát sinh.\n- Thực hiện hồ sơ chất lượng, kiểm tra khối lượng, thực hiện hồ sơ thanh quyết toán với Chủ đầu tư và Thầu phụ (nếu có).\n- Phối hợp với bộ phận giám sát theo dõi, báo cáo sản lượng thực hiện, tình hình thanh toán đảm bảo dự án được triển khai hiệu quả và thu hồi vốn đúng tiến độ.\n- Quản lý, lưu trữ và chuyển giao hồ sơ.\n- Các công việc khác theo phân công của quản lý.", "yeu_cau_cong_viec": "- Yêu cầu:\n- Tốt nghiệp cao đẳng, đại học.\n- Sử dụng thành thạo các phần mềm văn phòng.\n- Ưu tiên kinh nghiệm làm QS, TQT cho các nhà thầu cơ điện, điện nhẹ.\n- Cẩn thận, chăm chỉ, chịu được áp lực cao.\n- Có kỹ năng giao tiếp tốt.\nQuyền lợi:\n- Thời gian làm việc:\n* Số giờ làm việc trong ngày: 8 tiếng.\n* Số ngày làm việc trong tuần: 5,5 ngày (từ thứ Hai đến hết sáng thứ Bảy).\n- Thu nhập hằng tháng:\n* Mức lương hằng tháng:\n8.000.000đ – 17.000.000 VNĐ\n* Thu nhập hằng tháng =\nLương cơ bản + Các khoản phụ cấp + Các khoản hỗ trợ + Tiền lương làm thêm giờ.\n* Việc thanh toán được thực hiện theo chế độ công ty ban hành\n- Phụ cấp công tác xa nhà:\n* Phụ cấp công tác xa nhà là khoản tiền hỗ trợ người lao động khi thực hiện nhiệm vụ tại địa điểm khác nơi làm việc thường xuyên: Áp dụng chi tiết theo quyết định điều động công tác.\n* Ngoài ra, Công ty sẽ lo chỗ ở, cấp trang thiết bị làm việc như laptop, phương tiện đi lại như xe máy, ô tô…\n- Tiền lương làm thêm giờ:\n* Buổi chiều thứ 7 đi làm tính tăng ca hệ số lương là x1;\n* Buổi tối tăng ca tính hệ số lương là x1,5;\n* Chủ nhật tăng ca tính hệ số lương là x2;\n* Ngày nghỉ bù tăng ca tính hệ số lương là x2;\n* Ngày Lễ tăng ca tính hệ số lương là x3\n- Chế độ về thăm nhà cho nhân viên công tác xa:\n* Công ty hỗ trợ toàn bộ chi phí di chuyển về thăm nhà hai tháng/lần đối với nhân viên đi công tác xa dài ngày, với điều kiện về đúng kỳ quy định và có kế hoạch đăng ký lịch di chuyển trước tối thiểu 10 – 12 ngày. Trường hợp nhân viên có nhu cầu về đột xuất hoặc chưa đủ kỳ nghỉ theo quy định, Công ty sẽ hỗ trợ đặt vé giúp nhưng chi phí vé sẽ do nhân viên tự chi trả.\n* Trường hợp người lao động không về thăm nhà khi đến kỳ, công ty sẽ chi trả hỗ trợ bằng tiền mặt với mức\n2.000.000 VNĐ/lần\nđối với dự án di chuyển bay một chặng và\n3.000.000 VNĐ/lần\nđối với dự án di chuyển cần bay hai chặng.\n- Phụ cấp thâm niên:\n* Phụ cấp thâm niên là khoản tiền mà người lao động được hưởng thêm ngoài lương cơ bản nhằm ghi nhận quá trình làm việc lâu dài và sự đóng góp bền bỉ đối với Công ty.\n* Người lao động có từ 03 năm làm việc liên tục trở lên sẽ được hưởng phụ cấp thâm niên như sau:\n* Từ 03 năm đến dưới 05 năm: hỗ trợ bằng tiền mặt với mức:\n2.000.000 VNĐ/người/tháng.\n* Từ trên 05 năm: hỗ trợ bằng tiền mặt với mức:\n3.000.000 VNĐ/người/tháng.\n* Việc chi trả thực hiện định kỳ 06 tháng/lần (vào tháng 07 và tháng 01 hàng năm).\n- Một số các phúc lợi khác:\n* Kỷ niệm ngày sinh: sinh nhật nhân viên sẽ được động viên\n500.000 VNĐ\nvào ngày sinh\n* Thưởng lễ 30/4 & 1/5, Ngày Quốc khách, Tết Dương lịch:\n1.000.000 VNĐ/người.\n* Quà Trung thu.\n* Chế độ khám sức khỏe hàng năm.\n* Liên hoan tập thể cuối tháng tại các dự án xa Đà Nẵng:\n350.000 VNĐ/người/tháng\n.\n* Chế độ nghỉ mát tháng 08 hàng năm: nhân viên được tài trợ 100% chi phí nghỉ mát; riêng với nhân viên đi công tác xa lâu ngày sẽ được hỗ trợ 100% chi phí cho Vợ/Chồng cùng tối đa 02 Con đi cùng\n* Nhân viên cưới: được tặng món quà trị giá khoảng\n10.000.000 VNĐ\n- Thưởng cuối năm (tết âm lịch):\n* Hàng năm nếu Công Ty kinh doanh có lãi thì Công Ty sẽ trích từ lợi nhuận để thưởng cho người lao động mức thưởng tùy thuộc vào lợi nhuận mỗi năm.\n* Mức thưởng cụ thể từng NLĐ tùy thuộc vào sự đóng góp công sức chất lượng công tác chấp hành đầy đủ nội quy các quy định của Công Ty.\n- Xét tăng lương:\n*\nĐược xét tăng lương định kỳ hàng năm\nvào đầu xuân mới nhằm ghi nhận sự cố gắng năng lực làm việc mức độ hoàn thành công việc của người lao động và đảm bảo tính cạnh tranh chính xác trong chính sách đãi ngộ của Công Ty. Việc điều chỉnh lương được thực hiện dựa trên hiệu quả hoạt động (KPIs đánh giá hiệu suất kỷ luật thái độ hoạt động…), Thâm niên hoạt động và mức độ gắn bó với Công Ty.", "dia_diem_lam_viec": {"thanh_pho": "Đà Nẵng"}, "thong_tin_khac": {"bằng_cấp": "Cao đẳng", "độ_tuổi": "Không giới hạn tuổi", "lương": "8 Tr - 17 Tr\n       VND"}}
{"url": "https://careerviet.vn/vi/tim-viec-lam/software-developer-chuyen-frontend.35C5EF6C.html", "ten_cong_ty": "BỆNH VIỆN ĐA KHOA PHƯƠNG ĐÔNG", "tieu_de": "Software Developer - Chuyên Frontend", "ngay_dang_tuyen": "27/11/2025", "luong": "15 Tr - 25 Tr VND", "kinh_nghiem": "N/A", "cap_bac": "Nhân viên", "nganh_nghe": ["Y tế / Chăm sóc sức khỏe / Thẩm mỹ / Làm đẹp", "CNTT - Phần mềm"], "phuc_loi": ["Laptop", "Chế độ bảo hiểm", "Du Lịch", "Phụ cấp", "Chế độ thưởng", "Chăm sóc sức khỏe", "Đào tạo", "Tăng lương", "Phụ cấp thâm niên", "Nghỉ phép năm", "CLB thể thao"], "mo_ta_cong_viec": "1. Phát triển Frontend:\n- Xây dựng và duy trì các tính năng hướng tới người dùng bằng VueJS (Vue 3).\n- Làm việc chặt chẽ với các nhà thiết kế UI/UX để tạo ra các thành phần giao diện có thể tái sử dụng và mở rộng quy mô.\n2. Các công việc khác:\n- Làm việc chặt chẽ với nhóm nghiệp vụ để chuyển đổi các yêu cầu thành các giải pháp kỹ thuật.\n- Viết code sạch, hiệu quả và dễ bảo trì theo các chuẩn ISO đưa ra.\n- Thực hiện đánh giá mã và đóng góp vào việc cải thiện quy trình phát triển.\n- Cập nhật những xu hướng mới nhất về Laravel, VueJS và các công nghệ liên quan.", "yeu_cau_cong_viec": "-        Trình độ chuyên môn: Ưu tiên tốt nghiệp đại học chuyên ngành CNTT hoặc các lĩnh vực liên quan, ưu tiên ứng viên đến từ các trường đại học hàng đầu.\n-         Có ít nhất 2 năm kinh nghiệm làm việc với Laravel, VueJs trong môi trường sản xuất.\n-         Kinh nghiệm với VueJS (Vue 2 hoặc Vue 3), bao gồm phát triển dựa trên thành phần.\n-         Thành thạo MySQL/PostgreSQL, bao gồm tối ưu hóa truy vấn và thiết kế cơ sở dữ liệu.\n-         Kinh nghiệm xây dựng và tích hợp API RESTful.\nQuen thuộc với Git và làm việc trong môi trường phát triển cộng tác.", "dia_diem_lam_viec": {"thanh_pho": "Hà Nội", "dia_chi_day_du": "Số 9 phố Viên, Cổ Nhuế 2, Bắc Từ Liêm, Hà Nội"}, "thong_tin_khac": {"bằng_cấp": "Đại học", "độ_tuổi": "18 - 45", "lương": "15 Tr - 25 Tr\n       VND"}}
{"url": "https://careerviet.vn/vi/tim-viec-lam/technical-product-owner.35C5F36F.html", "ten_cong_ty": "Invest Talent JSC", "tieu_de": "Technical Product Owner", "ngay_dang_tuyen": "28/11/2025", "luong": "40 Tr - 50 Tr VND", "kinh_nghiem": "N/A", "cap_bac": "Trưởng nhóm / Giám sát", "nganh_nghe": ["Kế toán / Kiểm toán", "Tài chính / Đầu tư", "CNTT - Phần mềm"], "phuc_loi": ["Laptop", "Chế độ bảo hiểm", "Du Lịch", "Du lịch nước ngoài", "Chế độ thưởng", "Chăm sóc sức khỏe", "Đào tạo", "Tăng lương", "Nghỉ phép năm"], "mo_ta_cong_viec": "I-Talent is supporting our Client - a compliance SaaS platform designed to help organizations streamline their onboarding, KYC/KYB, and risk management processes. It's also a tool that helps corporate secretary firms streamline their work and management systems. Their mission is to simplify complex compliance workflows through technology — empowering businesses to stay compliant with confidence.\nThey are looking for a Product Owner cum Product Manager to take end-to-end ownership of our product delivery — bridging business objectives with technical execution to deliver scalable, high-quality compliance solutions.\nKey Responsibilities", "yeu_cau_cong_viec": "Requirements\nWorking time:\nMonday - Friday", "dia_diem_lam_viec": {"thanh_pho": "Hồ Chí Minh"}, "thong_tin_khac": {"bằng_cấp": "Đại học", "độ_tuổi": "Không giới hạn tuổi", "lương": "40 Tr - 50 Tr\n       VND"}}
{"url": "https://careerviet.vn/vi/tim-viec-lam/net-c-asp-net-c-developer.35C5F9E5.html", "ten_cong_ty": "LacViet Computing Corporation", "tieu_de": ".Net/C#/Asp.Net/C++ Developer", "ngay_dang_tuyen": "26/11/2025", "luong": "15 Tr - 28 Tr VND", "kinh_nghiem": "N/A", "cap_bac": "Nhân viên", "nganh_nghe": ["CNTT - Phần mềm"], "phuc_loi": [], "mo_ta_cong_viec": "", "yeu_cau_cong_viec": "", "dia_diem_lam_viec": {"thanh_pho": "Hồ Chí Minh", "dia_chi_day_du": "23 Nguyễn Thị Huỳnh, phường 8, Phú Nhuận, Hồ Chí Minh"}, "thong_tin_khac": {"bằng_cấp": "Đại học", "giới_tính": "Nam", "phụ_cấp_khác": "Cơ hội huấn luyện:Đào tạo sản phẩm, kỹ năng mềm trong công việc.", "thời_gian_thử_việc": "60 ngày", "độ_tuổi": "22 - 35", "thời_gian_làm_việc": "Thứ 2 đến thứ 6", "đồng_nghiệp": "Cởi mở, hòa động, sẵn sàng hỗ trợ đồng nghiệp", "phúc_lợi": "• BHXH, BHYT và BHTN theo quy định BLLĐ.• Bảo hiểm sức khoẻ được áp dụng khi nhân viên làm việc từ 1 năm trở lên tại Công ty.• Phụ cấp thâm niên sau 3 năm trở lên gắn bó tại Lạc Việt.• Chế độ thưởng theo dự án, thưởng quý theo quy chế công ty.", "ngày_nghỉ": "Thứ 7, Chủ nhật", "lương": "15 Tr - 28 Tr\n       VND"}}
{"url": "https://careerviet.vn/vi/tim-viec-lam/data-governance.35C5D953.html", "ten_cong_ty": "CÔNG TY TNHH BẢO HIỂM NHÂN THỌ MB AGEAS", "tieu_de": "Data Governance", "ngay_dang_tuyen": "24/11/2025", "luong": "Cạnh tranh", "kinh_nghiem": "N/A", "cap_bac": "Nhân viên", "nganh_nghe": ["Bảo hiểm", "CNTT - Phần cứng / Mạng", "CNTT - Phần mềm"], "phuc_loi": ["Laptop", "Chế độ bảo hiểm", "Du Lịch", "Phụ cấp", "Du lịch nước ngoài", "Đồng phục", "Chế độ thưởng", "Chăm sóc sức khỏe", "Đào tạo", "Tăng lương", "Công tác phí", "Nghỉ phép năm", "CLB thể thao"], "mo_ta_cong_viec": "", "yeu_cau_cong_viec": "", "dia_diem_lam_viec": {"thanh_pho": "Hà Nội"}, "thong_tin_khac": {"độ_tuổi": "Không giới hạn tuổi", "lương": "Cạnh tranh"}}
{"url": "https://careerviet.vn/vi/tim-viec-lam/cv-cvc-cvcc-quan-tri-he-thong-system-management-lam-viec-tai-hoi-so-ha-noi.35C5DA01.html", "ten_cong_ty": "Ngân hàng TMCP Việt Á – VietABank", "tieu_de": "CV/CVC/CVCC Quản trị hệ thống (system management ) làm việc tại Hội sở Hà Nội", "ngay_dang_tuyen": "24/11/2025", "luong": "Cạnh tranh", "kinh_nghiem": "N/A", "cap_bac": "Nhân viên", "nganh_nghe": ["CNTT - Phần mềm", "Ngân hàng"], "phuc_loi": ["Chế độ bảo hiểm", "Du Lịch", "Chế độ thưởng", "Chăm sóc sức khỏe", "Đào tạo", "Tăng lương"], "mo_ta_cong_viec": "1. Thực hiện công tác cấu hình quản trị, vận hành kỹ thuật hạ tầng CNTT sẵn có của Ngân hàng:\n- Quản trị, vận hành hệ thống máy chủ, hệ thống lưu trữ tập trung;\n- Quản trị, vận hành các ứng dụng, dịch vụ hạ tầng AD, LDAP, Email, Teams, SharePoint, DNS, DHCP, NTP Yammer, ...\n- Quản trị, cấu hình, vận hành cho hệ thống dự phòng thảm họa; Thực thi Quy trình Khôi phục hệ thống CNTT sau thảm hoạ;\n- Tổ chức việc sao lưu dự phòng, lưu trữ và phục hồi dữ liệu CNTT;\n- Hỗ trợ các phòng ban thuộc khối CNNH triển khai các dự án, ứng dụng mới, cập nhật các ứng dụng;\n- Phối hợp với các phòng ban khác để cung cấp các máy chủ cho các dự án\n- Hỗ trợ người dùng cuối các vấn đề liên quan đến việc sử dụng Email, Teams, File server, user…\n2. Thực thi việc cấu hình, triển khai các công nghệ, giải pháp mới:\n- Triển khai các công nghệ mới, các vấn đề liên quan đến giải pháp cơ sở hạ tầng về hệ thống máy chủ (server), hệ thống lưu trữ và phục hồi dữ liệu (SAN),…. và các ứng dụng chạy trên máy chủ, dữ liệu như hệ điều hành máy chủ, ứng dụng mạng DHCP, DNS, MAIL server,…phần cứng thiết bị máy chủ, hệ thống lưu trữ,…\n3. Thực hiện báo cáo công việc về quản trị cấu hình hệ thống\n- Lập các báo cáo định kỳ về việc quản trị và cấu hình hệ thống CNTT\n- Thực thi các quy định, quy trình an ninh CNTT cho toàn ngân hàng.\n- Thực hiện các công việc khác theo phân công của Ban lãnh đạo", "yeu_cau_cong_viec": "- Trình độ: Đại học trở lên ngành Công nghệ thông tin\n- Ngọai ngữ: Đọc hiểu những thông tin, tài liệu bằng tiếng tiếng Anh.\n- Kinh nghiệm: Trên 02 năm kinh nghiệm làm việc trong ngành CNTT\nKiến thức, kỹ năng:\n- Có kiến thức chuyên sâu về hệ điều hành Unix, Linux, Windows, …\n- Có kinh nghiệm quản trị các dịch vụ Cloud : Office 365,Azure, Amazon ...\n- Có kinh nghiệm chuyên sâu về quản trị hệ thống ảo hóa VMWARE, hệ thống dự phòng thảm họa VMWare Vcenter SRM\n- Có kinh nghiệm quản trị các hệ thống lưu trữ của IBM, HPE, Dell EMC\n- Ưu tiên ứng viên có các chứng chỉ chuyên ngành của các hãng như Microsoft, Redhat (Linux),VMWare, IBM, HPE…", "dia_diem_lam_viec": {"thanh_pho": "Hà Nội"}, "thong_tin_khac": {"bằng_cấp": "Đại học", "độ_tuổi": "Không giới hạn tuổi", "lương": "Cạnh tranh"}}
{"url": "https://careerviet.vn/vi/tim-viec-lam/quan-tri-vien-may-chu-plesk-aws.35C5D64E.html", "ten_cong_ty": "Công ty TNHH Belleza Việt Nam", "tieu_de": "Quản Trị Viên Máy Chủ (Plesk / AWS)", "ngay_dang_tuyen": "01/12/2025", "luong": "Cạnh tranh", "kinh_nghiem": "N/A", "cap_bac": "Quản lý", "nganh_nghe": ["CNTT - Phần mềm", "CNTT - Phần cứng / Mạng"], "phuc_loi": ["Chế độ bảo hiểm", "Du Lịch", "Phụ cấp", "Đồng phục", "Chế độ thưởng", "Chăm sóc sức khỏe", "Đào tạo", "Tăng lương", "Công tác phí", "Nghỉ phép năm"], "mo_ta_cong_viec": "• Quản lý và cấu hình hệ thống Plesk Server (web hosting, mail, DNS, SSL, backup, firewall, v.v.).\n• Triển khai, giám sát và bảo trì hạ tầng trên AWS (EC2, S3, RDS, CloudFront, Route53, IAM, SES, v.v.) hoặc các dịch vụ tương tự (GCP, Azure, ConoHa, v.v.).\n• Thực hiện sao lưu định kỳ, phục hồi dữ liệu, và đảm bảo tính sẵn sàng của hệ thống.\n• Cấu hình và tối ưu hiệu năng cho web server (Apache, Nginx, PHP-FPM, v.v.).\n• Thiết lập và kiểm soát chính sách bảo mật: SSL/TLS, Firewall, Fail2ban, DMARC/SPF/DKIM, chống spam mail.\n• Phân tích log hệ thống, xử lý sự cố và hỗ trợ đội ngũ lập trình viên khi có vấn đề liên quan đến máy chủ.\n• Theo dõi, dự báo tài nguyên và đề xuất nâng cấp hạ tầng khi cần thiết.", "yeu_cau_cong_viec": "• Có kinh nghiệm thực tế với Plesk, AWS, Linux (Ubuntu/Debian/AlmaLinux).\n• Hiểu sâu về hệ thống mạng, DNS, email server, reverse proxy, firewall, và các khái niệm bảo mật cơ bản.\n• Biết sử dụng CLI / SSH, có khả năng đọc hiểu log và debug lỗi hệ thống.\n• Kỹ năng quản lý nhiều máy chủ cùng lúc, làm việc có kế hoạch và phản ứng nhanh khi xảy ra sự cố.\n• Ưu tiên biết Docker, CI/CD, monitoring tools.\nQuyền lợi\n• Làm việc từ xa linh hoạt với môi trường chuyên nghiệp, đề cao hiệu suất.\n• Cơ hội làm việc, công tác tại Nhật Bản tùy theo dự án và năng lực cá nhân.\n• Lương tháng 13, 12 ngày phép năm có lương, nghỉ lễ theo quy định của pháp luật.\n• Xét tăng lương định kỳ hằng năm dựa trên năng lực và đóng góp.\n• Được đóng đầy đủ các chế độ BHXH, BHYT, BHTN.\n• Môi trường làm việc thân thiện, tôn trọng lẫn nhau, chú trọng vào phát triển cá nhân.\n• Cơ hội thăng tiến rõ ràng dành cho những cá nhân có năng lực và cam kết lâu dài", "dia_diem_lam_viec": {"thanh_pho": "Hồ Chí Minh", "dia_chi_day_du": "Saigon Royal Residences, Nguyễn Trường Tộ, Phường 13, Quận 4, Hồ Chí Minh"}, "thong_tin_khac": {"độ_tuổi": "Không giới hạn tuổi", "lương": "Cạnh tranh"}}
{"url": "https://careerviet.vn/vi/tim-viec-lam/truong-phong-san-xuat-thong-minh-intelligent-manufacturing-manager-tieng-trung-hoac-tieng-anh.35C5C132.html", "ten_cong_ty": "CÔNG TY TNHH ELECTRONIC TRIPOD VIỆT NAM (CHÂU ĐỨC)", "tieu_de": "Trưởng phòng Sản xuất Thông minh (Intelligent Manufacturing Manager) - Tiếng Trung hoặc tiếng Anh", "ngay_dang_tuyen": "21/11/2025", "luong": "Cạnh tranh", "kinh_nghiem": "N/A", "cap_bac": "Quản lý", "nganh_nghe": ["Sản xuất / Vận hành sản xuất", "CNTT - Phần cứng / Mạng", "CNTT - Phần mềm"], "phuc_loi": ["Chế độ bảo hiểm", "Phụ cấp", "Đồng phục", "Chế độ thưởng", "Chăm sóc sức khỏe", "Đào tạo", "Tăng lương", "Nghỉ phép năm", "CLB thể thao"], "mo_ta_cong_viec": "▸ Quản lý và giám sát toàn bộ hoạt động vận hành hệ thống truy xuất nguồn gốc (Full Process Traceability) trong quy trình sản xuất PCB, đảm bảo dữ liệu sản xuất chính xác, minh bạch và dễ dàng truy xuất.\n▸ Đảm bảo hoạt động bảo trì, kiểm tra (daily inspection) và vận hành ổn định hệ thống phần mềm, phần cứng phục vụ việc thu thập dữ liệu (Data Acquisition), barcode tracking và các thiết bị tự động trong dây chuyền sản xuất.\n▸ Giám sát tiến độ, chất lượng và ngân sách các dự án triển khai hệ thống sản xuất thông minh, MES (Manufacturing Execution System) tại nhà máy.\n▸ Phối hợp chặt chẽ với các bộ phận sản xuất, IT và quản lý chất lượng để cải tiến quy trình, tối ưu hóa việc thu thập, lưu trữ và phân tích dữ liệu sản xuất (Data Collection, Storage, Analysis).\n▸ Đào tạo, phát triển đội nhóm kỹ thuật, đảm bảo đội ngũ có năng lực vận hành và cải tiến hệ thống theo yêu cầu sản xuất hiện đại.", "yeu_cau_cong_viec": "▸ Tốt nghiệp Đại học trở lên các ngành: Công nghệ thông tin, Kỹ thuật phần mềm, Quản trị thông tin, Kỹ thuật công nghiệp, Tự động hóa hoặc các ngành liên quan.\n▸ Có ít nhất 3 năm kinh nghiệm trong lĩnh vực sản xuất, ưu tiên ứng viên có kinh nghiệm triển khai và vận hành hệ thống MES, traceability hoặc sản xuất thông minh (Smart Manufacturing).\n▸ Sử dụng thành thạo tiếng Trung (ưu tiên) hoặc tiếng Anh trong giao tiếp chuyên ngành.\n▸ Kỹ năng lãnh đạo, quản lý và phát triển đội nhóm tốt.\n▸ Am hiểu quy trình sản xuất PCB hoặc các ngành sản xuất công nghiệp tương tự.\n▸ Nắm vững kiến thức chuyên sâu về hệ thống MES, SCADA, barcode tracking, traceability systems.\n▸ Kỹ năng vận hành, bảo trì phần mềm và phần cứng phục vụ tự động hóa trong sản xuất.\n▸ Thành thạo trong việc thu thập dữ liệu, lưu trữ (Database management), phân tích và trực quan hóa dữ liệu (Data Visualization).\n▸ Kiến thức về mạng nội bộ (LAN), cấu hình hệ thống và bảo mật dữ liệu.\n▸ Kỹ năng phối hợp, giao tiếp hiệu quả với các bộ phận kỹ thuật và sản xuất.\n▸ Tư duy phân tích, giải quyết vấn đề và cải tiến liên tục (Continuous Improvement mindset).", "dia_diem_lam_viec": {"thanh_pho": "Bà Rịa - Vũng Tàu", "dia_chi_day_du": "Lô 40, Đường Đ.10, KCN Châu Đức, Xã Nghĩa Thành, Thành phố Hồ Chí Minh"}, "thong_tin_khac": {"bằng_cấp": "Đại học", "độ_tuổi": "Không giới hạn tuổi", "lương": "Cạnh tranh"}}
{"url": "https://careerviet.vn/vi/tim-viec-lam/chuyen-vien-van-hanh-he-thong-cong-nghe-thong-tin.35C584EE.html", "ten_cong_ty": "CÔNG TY CỔ PHẦN CHỨNG KHOÁN ASEAN", "tieu_de": "Chuyên Viên Vận Hành Hệ Thống Công Nghệ Thông Tin", "ngay_dang_tuyen": "22/11/2025", "luong": "Cạnh tranh", "kinh_nghiem": "N/A", "cap_bac": "Nhân viên", "nganh_nghe": ["Ngân hàng", "Chứng khoán", "CNTT - Phần cứng / Mạng"], "phuc_loi": ["Chế độ bảo hiểm", "Du Lịch", "Phụ cấp", "Chế độ thưởng", "Chăm sóc sức khỏe", "Đào tạo", "Tăng lương", "Công tác phí", "Nghỉ phép năm"], "mo_ta_cong_viec": "- Tiếp nhận thông tin giao việc và triển khai công việc từ Quản lý trực tiếp.\n- Chịu trách nhiệm quản trị, vận hành hệ thống phần mềm chứng khoán\n- Giám sát, phát hiện và xử lý các sự cố liên quan đến phần mềm được phân công phụ trách theo quy trình được ban hành;\n- Vận hành hệ thống công nghệ theo các quy trình được ban hành;\n- Phối hợp với bộ phận phát triển phần mềm để tìm ra nguyên nhân và xử lý một cách triệt để; Hỗ trợ bộ phận phát triển phần mềm trong việc quản lý, cài đặt, vận hành hệ thống;\n- Tìm hiểu công nghệ, quy trình, nghiệp vụ chứng khoán nhằm nâng cao hiệu quả hỗ trợ Vận hành;\n- Cập nhật công nghệ đang sử dụng, để hỗ nâng cao hiệu quả Vận hành;\n- Tham gia hỗ trợ xây dựng, rà soát các quy trình, quy chế, quy định nghiệp vụ của Phòng;\n- Các công việc khác theo phân công của Cấp có thẩm quyền.", "yeu_cau_cong_viec": "- Tốt nghiệp Đại học trở lên Chuyên ngành Công nghệ thông tin, điện tử viễn thông, khoa học máy tính hoặc có liên quan\n- Có kinh nghiệm tối thiểu 03 năm làm Vận hành ứng dụng tại công ty chứng khoán\n- Hiểu được kiến trúc tổng thể của ứng dụng, các luồng lưu chuyển dữ liệu.\n- Có khả năng khắc phục sự cố, phân tích log file để tìm ra nguyên nhân và hướng khắc phục.\n- Có khả năng phân tích, đối soát dữ liệu giữa các hệ thống.\n- Nhận diện các rủi ro và lập ra các kịch bản khắc phục khi xảy ra các rủi ro.", "dia_diem_lam_viec": {"thanh_pho": "Hà Nội", "dia_chi_day_du": "Tầng 4,5,6 và 7 số 3 Đặng Thái Thân, phường Phan Chu Trinh, quận Hoàn Kiếm, Hà Nội"}, "thong_tin_khac": {"bằng_cấp": "Đại học", "độ_tuổi": "Không giới hạn tuổi", "lương": "Cạnh tranh"}}
{"url": "https://careerviet.vn/vi/tim-viec-lam/nhan-vien-phan-tich-du-lieu-bi-analyst.35C5BF63.html", "ten_cong_ty": "CÔNG TY TRÁCH NHIỆM HỮU HẠN TRUNG SƠN ALPHA (Hệ thống Nhà thuốc Trung Sơn)", "tieu_de": "Nhân Viên Phân Tích Dữ Liệu - BI Analyst", "ngay_dang_tuyen": "20/11/2025", "luong": "Cạnh tranh", "kinh_nghiem": "N/A", "cap_bac": "Nhân viên", "nganh_nghe": ["Tài chính / Đầu tư", "Thống kê", "CNTT - Phần mềm"], "phuc_loi": ["Laptop", "Chế độ bảo hiểm", "Du Lịch", "Phụ cấp", "Đồng phục", "Chế độ thưởng", "Chăm sóc sức khỏe", "Đào tạo", "Tăng lương", "Công tác phí", "Phụ cấp thâm niên", "Nghỉ phép năm"], "mo_ta_cong_viec": "", "yeu_cau_cong_viec": "", "dia_diem_lam_viec": {"thanh_pho": "Cần Thơ", "dia_chi_day_du": "12, Mai Chí Thọ, Phú Thứ, Cái Răng, Cần Thơ"}, "thong_tin_khac": {"bằng_cấp": "Cao đẳng", "độ_tuổi": "Không giới hạn tuổi", "lương": "Cạnh tranh"}}
{"url": "https://careerviet.vn/vi/tim-viec-lam/hoan-kiem-hanoi-it-service-desk-technician.35C5BA45.html", "ten_cong_ty": "TALENTNET CORPORATION", "tieu_de": "[Hoan Kiem - Hanoi] IT Service Desk Technician", "ngay_dang_tuyen": "16/11/2025", "luong": "30 Tr - 33 Tr VND", "kinh_nghiem": "N/A", "cap_bac": "Nhân viên", "nganh_nghe": ["Ngân hàng", "CNTT - Phần mềm", "CNTT - Phần cứng / Mạng"], "phuc_loi": ["Laptop", "Chế độ bảo hiểm", "Du Lịch", "Đồng phục", "Chế độ thưởng", "Chăm sóc sức khỏe", "Đào tạo", "Tăng lương", "Nghỉ phép năm"], "mo_ta_cong_viec": "- Serve as the first point of contact for internal customers/users seeking technical assistance over the IT service management system or phone.\n- Follows IT Service policies and procedures and provides timely response to incidents assigned to them in the IT Service Management System\n- To be involved in system administration, operation and maintenance activities\n- To be a database administrator\n- To provide technical support to internal or external end-users.", "yeu_cau_cong_viec": "", "dia_diem_lam_viec": {"thanh_pho": "Hà Nội"}, "thong_tin_khac": {"bằng_cấp": "Đại học", "độ_tuổi": "Không giới hạn tuổi", "lương": "30 Tr - 33 Tr\n       VND"}}
{"url": "https://careerviet.vn/vi/tim-viec-lam/senior-risk-specialist-ho-chi-minh-ta084.35C5A8F4.html", "ten_cong_ty": "Ngân Hàng TMCP Việt Nam Thịnh Vượng - VPBANK", "tieu_de": "Senior Risk Specialist- Ho Chi Minh- TA084", "ngay_dang_tuyen": "08/11/2025", "luong": "Cạnh tranh", "kinh_nghiem": "N/A", "cap_bac": "Nhân viên", "nganh_nghe": ["CNTT - Phần mềm", "Kế toán / Kiểm toán", "Ngân hàng"], "phuc_loi": ["Laptop", "Chế độ bảo hiểm", "Du Lịch", "Phụ cấp", "Đồng phục", "Chế độ thưởng", "Chăm sóc sức khỏe", "Đào tạo", "Tăng lương", "Công tác phí", "Nghỉ phép năm", "CLB thể thao"], "mo_ta_cong_viec": "1. Analyze, evaluate and support planning and implementation for solutions/initiatives in automation/digitization from approval flows to credit risk management activities.\n2. Exchange, guide and advise relevant business departments to find the optimal solution for the requirements to be deployed for the system.\n3. Feasibility assessment and pilot implementation of new Fintech solutions that can be applied in credit risk management.\n4. Recommend and evaluate improvements related to approval/digitization strategy\n5. Responsible for building and controlling testing activities\n6. Develop & monitor reports for quality control of approval/digitization flows\n7. Controlling the analysis process, checking the accuracy of algorithm configuration and evaluating the quality after deployment as well as the operation of integrated systems, abnormal conditions, and system failures to promptly detect and speed up the remedial process.\n8.Participate in/support coordination of high-tech strategic projects", "yeu_cau_cong_viec": "Benefits:", "dia_diem_lam_viec": {"thanh_pho": "Hồ Chí Minh", "dia_chi_day_du": "39 Lê Duẩn, Bến Nghé, Quận 1, Hồ Chí Minh"}, "thong_tin_khac": {"bằng_cấp": "Đại học", "độ_tuổi": "Không giới hạn tuổi", "lương": "Cạnh tranh"}}
{"url": "https://careerviet.vn/vi/tim-viec-lam/front-end-developer-erp-project.35C60FFB.html", "ten_cong_ty": "THỜI TRANG LINING_CÔNG TY TNHH QUỐC TẾ HẢI LONG", "tieu_de": "Front-End Developer (ERP Project)", "ngay_dang_tuyen": "28/11/2025", "luong": "22 Tr - 35 Tr VND", "kinh_nghiem": "N/A", "cap_bac": "Nhân viên", "nganh_nghe": ["CNTT - Phần mềm"], "phuc_loi": ["Laptop", "Chế độ bảo hiểm", "Du Lịch", "Phụ cấp", "Đồng phục", "Chế độ thưởng", "Chăm sóc sức khỏe", "Tăng lương", "Công tác phí", "Phụ cấp thâm niên", "Nghỉ phép năm", "CLB thể thao"], "mo_ta_cong_viec": "Vị trí Chuyên viên Lập trình Front End trực thuộc phòng CNTT, phục vụ dự án Triển khai hệ thống ERP:\n1/ Phát triển ứng dụng nội bộ:\n+ Phân tích nhu cầu nghiệp vụ và xây dựng ứng dụng hỗ trợ quản lý vận hành nội bộ (web app, desktop app, hoặc mobile app)\n+ Lập trình các công cụ tự động hóa quy trình ví dụ như: xử lý tồn kho, điều chuyển hàng, đối soát dữ liệu, cảnh báo bất thường, ….\n+ Tích hợp với các ứng dụng khác trong doanh nghiệp\n2/ Phát triển hệ thống báo cáo và nền tảng dữ liệu:\n+ Thiết kế, triển khai mô hình CSDL hoàn chỉnh hệ thống quản lý báo cáo trong doanh nghiệp (Tools/Data warehouse/Lakehouse,….)\n+ Xây dựng quy trình ETL/ELT tích hợp dữ liệu từ nhiều nguồn dữ liệu khác nhau trong doanh nghiệp\n+ Phân tích và triển khai bộ báo cáo quản trị doanh nghiệp\n+ Tối ưu hiệu năng truy vấn dữ liệu và cấu trúc báo cáo\n3/ Triển khai các giải pháp tích hợp hệ thống (API, Web Service, đồng bộ dữ liệu):\n+ Thiết kế và triển khai các API/Service kết nối dữ liệu giữa các hệ thống trong và ngoài doanh nghiệp\n+ Xây dựng cơ chế đồng bộ dữ liệu và giám sát việc đồng bộ dữ liệu tích hợp\n+ Đảm bảo tích hợp hoạt động ổn định bảo mật thông tin\n4/ Công việc khác theo yêu cầu từ cấp trên\n* QUYỀN LỢI:\n- Thu nhập: 22-35 triệu/tháng (Thương lượng với ứng viên chất lượng)\n- Xét tăng lương định kỳ 6 tháng/ lần; tháng lương 13,...\n- Nghỉ phép 12 ngày/năm, nghỉ Lễ theo quy định của Luật lao động.\n- Tham gia BHXH, BHYT, và hưởng đầy đủ các chế độ theo quy định của nhà nước.\n- Được hưởng các chế độ phúc lợi theo quy định của Công ty: Sinh nhật, ốm đau, hiếu hỉ, khám sức khỏe định kỳ,…\n- Tham gia các hoạt động văn hoá tinh thần tại công ty: Party, sinh nhật toàn công ty theo quý, teambuilding định kỳ, thể dục thể thao, du lịch,…\n- Công ty thời trang đứng top thị trường, thâm niên trên 25 năm.", "yeu_cau_cong_viec": "- Trình độ:\nTốt nghiệp Cao đẳng trở lên chuyên ngành CNTT, Hệ thống Thông tin hoặc Khoa học Dữ liệu...\n- Kinh nghiệm:\nTối thiểu 04 năm trở lên ở vị trí tương đương\n- Kỹ thuật:\nNắm vững kiến thức nền tảng (HTML, CSS, JavaScript), kinh nghiệm làm việc với các framework và thư viện hiện đại (như React, Angular, Vue, Bootstrap)...\n- Kỹ năng mềm:\nTư duy phân tích, giao tiếp tốt, làm việc nhóm, chủ động học hỏi.\n- Có kinh nghiệm làm trong những đơn vị bán lẻ là điểm cộng.", "dia_diem_lam_viec": {"thanh_pho": "Hà Nội", "dia_chi_day_du": "Văn phòng Hà Nội, Tầng 2, Tòa Handiresco, số 31 Lê Văn Lương, P.Nhân Chính, Q.Thanh Xuân, Thành phố Hà Nội"}, "thong_tin_khac": {"bằng_cấp": "Đại học", "độ_tuổi": "Không giới hạn tuổi", "lương": "22 Tr - 35 Tr\n       VND"}}
{"url": "https://careerviet.vn/vi/tim-viec-lam/chuyen-vien-quan-tri-co-so-du-lieu-database-administrator-khoi-cong-nghe-thong-tin-ho25-388.35C57AD6.html", "ten_cong_ty": "Ngân Hàng TMCP Quân Đội", "tieu_de": "Chuyên viên Quản trị Cơ sở dữ liệu - Database Administrator  - Khối Công nghệ thông tin (HO25.388)", "ngay_dang_tuyen": "16/11/2025", "luong": "Cạnh tranh", "kinh_nghiem": "N/A", "cap_bac": "Nhân viên", "nganh_nghe": ["Ngân hàng", "CNTT - Phần cứng / Mạng", "CNTT - Phần mềm"], "phuc_loi": ["Chế độ bảo hiểm", "Du Lịch", "Chế độ thưởng", "Chăm sóc sức khỏe", "Đào tạo", "Tăng lương"], "mo_ta_cong_viec": "", "yeu_cau_cong_viec": "", "dia_diem_lam_viec": {"thanh_pho": "Hà Nội"}, "thong_tin_khac": {"bằng_cấp": "Đại học", "độ_tuổi": "Không giới hạn tuổi", "lương": "Cạnh tranh"}}
{"url": "https://careerviet.vn/vi/tim-viec-lam/ky-su-du-an-intern-full-time-fresher-are-welcome.35C5FBD7.html", "ten_cong_ty": "CÔNG TY TNHH NETMARKS VIỆT NAM", "tieu_de": "Kỹ Sư Dự Án (Intern Full-Time, Fresher Are Welcome)", "ngay_dang_tuyen": "26/11/2025", "luong": "Lên đến  18 Tr VND", "kinh_nghiem": "N/A", "cap_bac": "Nhân viên", "nganh_nghe": ["CNTT - Phần cứng / Mạng"], "phuc_loi": ["Laptop", "Chế độ bảo hiểm", "Du Lịch", "Phụ cấp", "Xe đưa đón", "Đồng phục", "Chế độ thưởng", "Chăm sóc sức khỏe", "Đào tạo", "Tăng lương", "Công tác phí", "Phụ cấp thâm niên", "Nghỉ phép năm", "CLB thể thao"], "mo_ta_cong_viec": "", "yeu_cau_cong_viec": "-Trình độ học vấn: Tốt nghiệp Cao đẳng trở lên chuyên ngành Mạng, CNTT\n(Chấp nhận thực tập sinh full-time, có phụ cấp)\n- Nam, 23-27 tuổi\n- Trung thực, có trách nhiệm với công việc\n- Ưu tiên có từ 1 kinh nghiệm thi công phần điện nhẹ công trình.\n- Sử dụng được Auto CAD\n- Hiểu biết về CCTV, Acces control\n1. Chế độ lương thưởng & phúc lợi hấp dẫn:\n- Mức lương thưởng hấp dẫn, thỏa thuận xứng đáng và phù hợp với năng lực; cạnh tranh so với thị trường\n- Phụ cấp tại Văn phòng: gửi xe. Phụ cấp tại Dự án: PC Kỹ thuật, PC đi xa và PC phương tiện đi lại (dự án từ 60km). CBNV hưởng 100% phụ cấp trong thời gian thử việc. - Thưởng kết quả kinh doanh cuối năm (1- 3 tháng lương), thưởng dự án (theo quy định của Công ty)\n- Chế độ thưởng, quà tặng phong phú và hấp dẫn vào các ngày Lễ, Tết: Tết Dương lịch,Tết Âm lịch, Lễ 30/4 - 01/5, Lễ Quốc Khánh 02/9, Ngày sinh nhật, ngày Quốc tế Phụ nữ 08/3, ngày Phụ nữ VN 20/10, Tết Trung thu, Quốc tế Thiếu Nhi,\n- Được 1 ngày nghỉ phép hưởng đủ lương/ 1 tháng;\n- Đóng BHXH, BHYT, BHTN theo pháp luật hiện hành.\n- Gói bảo hiểm tai nạn (24/7) cho kỹ sư làm công việc liên quan đến thi công tại Công trường.\n- Chương trình khám sức khỏe cao cấp, du lịch nghỉ dưỡng, teambuilding hàng năm; chế độ thăm hỏi CBCNV, tứ thân Phụ mẫu, con cái ốm đau, Hiếu, Hỷ; CBCNV sinh con hoặc CBCNV có Vợ sinh con.\n2. Phát triển nghề nghiệp:\n- Được Công ty chi trả 100% học phí các khóa đào tạo về kiến thức, kỹ năng chuyên môn,…\n- Được Công ty tạo điều kiện, chi trả chi phí đào tạo và thi các Chứng chỉ ngành phục vụ cho công việc.\n- Cơ hội tiếp cận với những dự án quy mô lớn, đa dạng.\n3. Văn hóa doanh nghiệp phong phú:\n- Văn hóa công ty đặc sắc với nhiều hoạt động đoàn thể được quan tâm đầu tư: Team building, Year End Party, Câu lạc bộ: Đá bóng, pickleball.", "dia_diem_lam_viec": {"thanh_pho": "Hà Nội", "dia_chi_day_du": "Phòng 301, Tầng trung tâm công nghệ, Khu Công nghiệp Thăng Long, Xã Kim Chung, Huyện Đông Anh, Thành phố Hà Nội, Việt Nam"}, "thong_tin_khac": {"bằng_cấp": "Cao đẳng", "giới_tính": "Nam", "độ_tuổi": "Không giới hạn tuổi", "lương": "Lên đến  18 Tr\n       VND"}}
{"url": "https://careerviet.vn/vi/tim-viec-lam/chuyen-vien-lap-trinh-python-odoo.35C5D560.html", "ten_cong_ty": "Công ty Cổ phần CANIFA", "tieu_de": "CHUYÊN VIÊN LẬP TRÌNH PYTHON-ODOO", "ngay_dang_tuyen": "30/11/2025", "luong": "16 Tr - 30 Tr VND", "kinh_nghiem": "N/A", "cap_bac": "Nhân viên", "nganh_nghe": ["CNTT - Phần mềm"], "phuc_loi": ["Laptop", "Chế độ bảo hiểm", "Du Lịch", "Phụ cấp", "Chế độ thưởng", "Chăm sóc sức khỏe", "Đào tạo", "Tăng lương", "Công tác phí", "Nghỉ phép năm", "CLB thể thao"], "mo_ta_cong_viec": "– Phát triển các tính năng mới trên hệ thống phần mềm nền tảng Odoo\n+ Tham gia thiết kế và phát triển các ứng dụng theo nền tảng Odoo\n+ Phát triển các tính năng mới đáp ứng yêu cầu người dùng\n+ Phối hợp với nhân sự trong nhóm để phân tích, thiết kế phần mềm\n– Phối hợp hỗ trợ vận hành và khắc phục sự cố hệ thống\n+ Phối hợp cùng các thành viên trong bộ phận hỗ trợ vận hành hệ thống phần mềm cho người dùng cuối.\n+ Khắc phục các sự cố phát sinh trong quá trình vận hành\n+ Nghiên cứu và đề xuất giải pháp nhằm tối ưu tính năng trên các hệ thống được giao.\n– Công việc khác\n+ Lập kế hoạch công việc hàng tháng\n+ Báo cáo công việc, lưu trữ thông tin", "yeu_cau_cong_viec": "– Tốt nghiệp Cao đẳng trở lên chuyên ngành Công nghệ thông tin\n– Từ 2 năm kinh nghiệm vị trí tương đương\n– Thành thạo các ngôn ngữ lập trình: Python trên nền tảng Odoo; Javascript trên nền tảng Odoo; thành thạo cơ sở dữ liệu Postgres.\n– Kiến thức:\n+ Ngôn ngữ lập trình hướng đối tượng Python, Javascript\n+ Hệ cơ sở dữ liệu có quan hệ\n+ Sử dụng hệ điều hành Linux centos, Ubuntu, Windows\n+ Biết sử dụng công cụ quản lý mã nguồn : Gitlab, Github\n– Kỹ năng: báo cáo, giao tiếp, làm việc nhóm, giải quyết vấn đề và ra quyết định\n– Khác: chủ động, cẩn thận, hợp tác", "dia_diem_lam_viec": {"thanh_pho": "Hà Nội", "dia_chi_day_du": "170 Đê La Thành, Đống Đa, Hà Nội"}, "thong_tin_khac": {"bằng_cấp": "Cao đẳng", "độ_tuổi": "23 - 35", "lương": "16 Tr - 30 Tr\n       VND"}}
{"url": "https://careerviet.vn/vi/tim-viec-lam/thuc-tap-sinh-net-developer-asp-net-c.35C5F539.html", "ten_cong_ty": "Công Ty TNHH W2solution Việt Nam", "tieu_de": "Thực Tập Sinh .Net Developer ( ASP.NET , C#)", "ngay_dang_tuyen": "17/11/2025", "luong": "3 Tr - 6 Tr VND", "kinh_nghiem": "N/A", "cap_bac": "Sinh viên/ Thực tập sinh", "nganh_nghe": ["CNTT - Phần mềm"], "phuc_loi": ["Chế độ bảo hiểm", "Du Lịch", "Đồng phục", "Chế độ thưởng", "Chăm sóc sức khỏe", "Đào tạo", "Tăng lương"], "mo_ta_cong_viec": "- Tham gia phát triển các dự án phần mềm.\n- Tham gia thực tập Full-time.\n- Tìm hiểu và phát triển chức năng Web E-Commerce.\n- Được hướng dẫn về ý thức chất lượng, teamwork.\n- Một số công việc khác sẽ trao đổi cụ thể trong buổi phỏng vấn.", "yeu_cau_cong_viec": "- Đã tốt nghiệp Cao đẳng / Đại Học hoặc đang đợi Bằng trong vòng 2 tháng (ngành Công nghệ thông tin, Phần mềm)\n- Có kỹ năng và hiểu biết về : C#, ASP.NET, Javascript,  SQL Server\n-Có hiểu biết về E-Commerce là một lợi thế", "dia_diem_lam_viec": {"thanh_pho": "Hồ Chí Minh", "dia_chi_day_du": "95A1 Trần Quốc Toản, Võ Thị Sáu, Quận 3, Hồ Chí Minh"}, "thong_tin_khac": {"bằng_cấp": "Cao đẳng", "độ_tuổi": "Không giới hạn tuổi", "lương": "3 Tr - 6 Tr\n       VND"}}
{"url": "https://careerviet.vn/vi/tim-viec-lam/medical-data-operation-analysis-specialist.35C60C9E.html", "ten_cong_ty": "CÔNG TY CỔ PHẦN GIẢI PHÁP GENE - GENE SOLUTIONS", "tieu_de": "Medical Data Operation & Analysis Specialist", "ngay_dang_tuyen": "27/11/2025", "luong": "Cạnh tranh", "kinh_nghiem": "N/A", "cap_bac": "Nhân viên", "nganh_nghe": ["Y tế / Chăm sóc sức khỏe / Thẩm mỹ / Làm đẹp", "Công nghệ sinh học", "CNTT - Phần mềm"], "phuc_loi": ["Laptop", "Chế độ bảo hiểm", "Du Lịch", "Phụ cấp", "Chế độ thưởng", "Chăm sóc sức khỏe", "Đào tạo", "Tăng lương", "Nghỉ phép năm"], "mo_ta_cong_viec": "Benefits", "yeu_cau_cong_viec": "Advantages", "dia_diem_lam_viec": {"thanh_pho": "Hồ Chí Minh", "dia_chi_day_du": "180 Nguyễn Duy Dương"}, "thong_tin_khac": {"bằng_cấp": "Đại học", "độ_tuổi": "24 - 32", "lương": "Cạnh tranh"}}
{"url": "https://careerviet.vn/vi/tim-viec-lam/lap-trinh-vien-mobile-developer-cty-con-massko.35C60F02.html", "ten_cong_ty": "Công ty Cổ phần Masscom Việt Nam", "tieu_de": "Lập trình viên Mobile Developer (Cty con Massko)", "ngay_dang_tuyen": "28/11/2025", "luong": "12 Tr - 25 Tr VND", "kinh_nghiem": "N/A", "cap_bac": "Nhân viên", "nganh_nghe": ["CNTT - Phần mềm"], "phuc_loi": ["Chế độ bảo hiểm", "Du Lịch", "Phụ cấp", "Đồng phục", "Chế độ thưởng", "Chăm sóc sức khỏe", "Đào tạo", "Tăng lương", "Phụ cấp thâm niên", "Nghỉ phép năm"], "mo_ta_cong_viec": "1)\nAndroid Native (Launcher) - Bắt buộc\n- permissions\n- background services\n- broadcast receivers\n- package manager\n- home intent & navigation\n2)\nFlutter (Ứng dụng quản lý – Parent/Family Hub) - Nếu có kỹ năng\n3)\nPhối hợp với các bộ phận\n4)\nĐảm bảo chất lượng & tối ưu", "yeu_cau_cong_viec": "1)     Yêu cầu b\nắt buộc\n2)\nƯu tiên ứng viên", "dia_diem_lam_viec": {"thanh_pho": "Hà Nội", "dia_chi_day_du": "48 Tố Hữu, Trung Văn, Từ Liêm, Hà Nội, Vietnam"}, "thong_tin_khac": {"bằng_cấp": "Đại học", "phụ_cấp_khác": "Phụ cấp ăn trưa, công tác phí ...", "thời_gian_thử_việc": "Thỏa thuận theo năng lực", "cơ_hội_huấn_luyện": "Các khóa đào tạo về sản phẩm, kỹ năng", "độ_tuổi": "Không giới hạn tuổi", "thời_gian_làm_việc": "Từ thứ 2 - T6. Thứ 7 làm việc cách tuần", "đồng_nghiệp": "Thân thiện, năng động, nhiệt huyết, trẻ trung", "phúc_lợi": "Thâm niên, Lễ tết, sinh nhật, lương tháng 13, du lịch, BHXH, bảo hiểm sức khỏe....", "ngày_nghỉ": "Chiều T7 & ngày chủ nhật", "lương": "12 Tr - 25 Tr\n       VND"}}
{"url": "https://careerviet.vn/vi/tim-viec-lam/machine-learning-engineer.35C5F555.html", "ten_cong_ty": "Công ty TNHH Greystone Data Systems Việt Nam", "tieu_de": "Machine Learning Engineer", "ngay_dang_tuyen": "01/12/2025", "luong": "12 Tr - 25 Tr VND", "kinh_nghiem": "N/A", "cap_bac": "Nhân viên", "nganh_nghe": ["Điện / Điện tử / Điện lạnh / Điện công nghiệp", "CNTT - Phần mềm", "Cơ khí / Ô tô / Tự động hóa"], "phuc_loi": ["Laptop", "Chế độ bảo hiểm", "Du Lịch", "Phụ cấp", "Chế độ thưởng", "Chăm sóc sức khỏe", "Đào tạo", "Tăng lương", "Nghỉ phép năm"], "mo_ta_cong_viec": "- Lập trình ứng dụng xử lý hình ảnh, machine learning và deep learning trên các hệ điều hành như Linux, Windows hoặc MacOS.\n- Xây dựng ML model để giải quyết các bài toán Classification, Object detection, Semantic segmentation, Instance segmentation, OCR...\n- Chuẩn bị dataset từ các dữ liệu thu thập trên các hệ thống trong các dự án của công ty.\n- Nghiên cứu ứng dụng các giải pháp machine learning và deep learning vào các dự án hiện tại và các dự án mới.\n- Xây dựng process software, xử lý hình ảnh, quản lý tài nguyên camera, quản lý tài nguyên GPU.\n- Tối ưu ML model và xây dựng project có kiến trúc rõ ràng.\n* Quyền lợi\n- Review tăng lương vào 2 đợt tháng 4 và tháng 10 hàng năm.\n- Xét thưởng dự án vào 2 đợt trong 12 tháng.\n- Đối với ứng viên có kinh nghiệm, mức lương có thể chi trả lên đến 25 triệu VND.\n- Được đề bạt các vị trí Project Manager hoặc Leader nếu thể hiện được năng lực quản lý.\n- Xét thưởng sáng kiến theo dự án.\n- Xét thưởng nhân viên xuất sắc mỗi quý.\n- Được đào tạo để tham gia vào các dự án thực tế đang triển khai trong các máy móc tự động hóa thay thế con người cho các khách hàng lớn bên US.\n- Bên cạnh chế độ Bảo hiểm theo quy định, công ty mua Bảo hiểm sức khỏe (Bảo việt) cho nhân viên và 03 thành viên gia đình.\n- Tham gia các hoạt động Team building, du lịch, dã ngoại hàng năm.\n- Cung cấp miễn phí bữa trưa, bữa chiều, sữa, trái cây, cà phê, bánh ngọt...\n- Cơ hội làm việc với đồng nghiệp, khách hàng từ nhiều quốc gia (US, Hong Kong, Thai Lan, Canada,…)\n- Được học English miễn phí.\n- Được sử dụng phòng Guitar, phòng Gym và phòng Bóng bàn miễn phí.", "yeu_cau_cong_viec": "- Tốt nghiệp đại học về Công nghệ thông tin, Trí tuệ nhân tạo, Khoa học máy tính, Điện tử viễn thông, Tự động hóa, Kỹ thuật máy tính hoặc các lĩnh vực liên quan.\n- Có kinh nghiệm làm việc từ 1 đến 2 năm trở lên ở vị trí kỹ sư Machine Learning.\n- Có khả năng lập trình Python, C/C++ trên Linux.\n- Có khả năng đọc hiểu và viết báo cáo bằng tiếng Anh.\n- Có kỹ năng làm việc theo nhóm.\n- Chịu được áp lực cao trong công việc.\n- Ưu tiên ứng viên có kiến thức, kinh nghiệm và kỹ năng như sau:\n+ Có kinh nghiệm sử dụng Jupyter Notebook, Visual Studio Code, Qt Framework.\n+ Có kinh nghiệm trong việc xây dựng các model classification, object detection, semantic segmentation, instance segmentation, OCR...\n+ Có kinh nghiệm làm việc với camera hoặc GPU là một lợi thế.\n+ Có kinh nghiệm lập trình ứng dụng xử lý hình ảnh là một lợi thế.\n+ Có kinh nghiệm về tensorflow2.x, pytorch, docker là một lợi thế.\n+ Có kinh nghiệm deploy ML model sử dụng Triton Server, TF Serving, hoặc OpenVino Server là một lợi thế.\n+ Có kinh nghiệm xây dựng quy trình tự động train/test/deploy Python apps và ML models sử dụng GitLab CI/CD, DVC, Jenkins là một lợi thế.", "dia_diem_lam_viec": {"thanh_pho": "Hồ Chí Minh", "dia_chi_day_du": "Lo 62, duong 2, KCX Linh Trung 2, Q.Thu Duc"}, "thong_tin_khac": {"bằng_cấp": "Đại học", "thời_gian_thử_việc": "2 tháng", "độ_tuổi": "Không giới hạn tuổi", "thời_gian_làm_việc": "Giờ hành chính", "lương": "12 Tr - 25 Tr\n       VND"}}
{"url": "https://careerviet.vn/vi/tim-viec-lam/chuyen-vien-phan-tich-nghiep-vu-core.35C5B250.html", "ten_cong_ty": "BVBank - Ngân hàng Bản Việt", "tieu_de": "Chuyên viên Phân tích nghiệp vụ Core", "ngay_dang_tuyen": "13/11/2025", "luong": "Cạnh tranh", "kinh_nghiem": "N/A", "cap_bac": "Nhân viên", "nganh_nghe": ["Ngân hàng", "Kế toán / Kiểm toán", "CNTT - Phần mềm"], "phuc_loi": ["Chế độ bảo hiểm", "Du Lịch", "Đồng phục", "Chế độ thưởng", "Chăm sóc sức khỏe", "Đào tạo", "Tăng lương", "Công tác phí", "Phụ cấp thâm niên", "Nghỉ phép năm"], "mo_ta_cong_viec": "", "yeu_cau_cong_viec": "Bằng cấp/Chứng chỉ:\nTốt nghiệp Đại học trở lên chuyên ngành CNTT/ Tài chính ngân hàng\nKinh nghiệm:\nKiến thức:\nKỹ năng:\nKhác:", "dia_diem_lam_viec": {"thanh_pho": "Hồ Chí Minh", "dia_chi_day_du": "Khu vực Hồ Chí Minh"}, "thong_tin_khac": {"bằng_cấp": "Đại học", "độ_tuổi": "Không giới hạn tuổi", "lương": "Cạnh tranh"}}
{"url": "https://careerviet.vn/vi/tim-viec-lam/business-analyst.35C5FD06.html", "ten_cong_ty": "Un-Available LTD Co.,", "tieu_de": "Business Analyst", "ngay_dang_tuyen": "27/11/2025", "luong": "Cạnh tranh", "kinh_nghiem": "N/A", "cap_bac": "Nhân viên", "nganh_nghe": ["CNTT - Phần mềm", "Ngành khác"], "phuc_loi": ["Laptop", "Chế độ bảo hiểm", "Phụ cấp", "Chế độ thưởng", "Chăm sóc sức khỏe", "Tăng lương", "Phụ cấp thâm niên", "Nghỉ phép năm", "CLB thể thao"], "mo_ta_cong_viec": "Role Overview\nMain Tasks:", "yeu_cau_cong_viec": "**AT UN-AVAILABLE IS AN EQUAL OPPORTUNITY ORGANIZATION AND WILL NOT ALLOW DISCRIMINATION BASED UPON AGE, ETHNICITY, ANCESTRY, GENDER, NATIONAL ORIGIN, DISABILITY, RACE, SIZE, RELIGION, SEXUAL ORIENTATION, SOCIOECONOMIC BACKGROUND, OR ANY OTHER STATUS PROHIBITED BY APPLICABLE LAW.", "dia_diem_lam_viec": {"thanh_pho": "Hồ Chí Minh", "dia_chi_day_du": "Một phần lô I/3, đường số 7, KCN Vĩnh Lộc, Bình Hưng Hòa B, Q. Bình Tân, Tp. HCM"}, "thong_tin_khac": {"bằng_cấp": "Đại học", "thời_gian_thử_việc": "2 months", "độ_tuổi": "Không giới hạn tuổi", "thời_gian_làm_việc": "Mon - Fri, 8AM - 5PM", "phúc_lợi": "Expenses: Lunch freeSocial Insurance: as Social Insurance Law after the probation period (100% Full salary)Insurance 24/7 after ProbationHealthcare: gym center, yoga class at companyPublic Holidays: As Vietnam Labor Law", "ngày_nghỉ": "12 annual leaves per year", "lương": "Cạnh tranh"}}
{"url": "https://careerviet.vn/vi/tim-viec-lam/chuyen-vien-phat-trien-phan-mem-odoo-developer.35C5DBFB.html", "ten_cong_ty": "Tập Đoàn Karofi Holding", "tieu_de": "Chuyên viên Phát triển Phần mềm Odoo (Developer)", "ngay_dang_tuyen": "25/11/2025", "luong": "30 Tr - 45 Tr VND", "kinh_nghiem": "N/A", "cap_bac": "Nhân viên", "nganh_nghe": ["CNTT - Phần mềm"], "phuc_loi": ["Laptop", "Chế độ bảo hiểm", "Du Lịch", "Phụ cấp", "Chế độ thưởng", "Chăm sóc sức khỏe", "Đào tạo", "Tăng lương", "Công tác phí", "Nghỉ phép năm"], "mo_ta_cong_viec": "", "yeu_cau_cong_viec": "", "dia_diem_lam_viec": {"thanh_pho": "Hà Nội"}, "thong_tin_khac": {"bằng_cấp": "Đại học", "độ_tuổi": "Không giới hạn tuổi", "lương": "30 Tr - 45 Tr\n       VND"}}
{"url": "https://careerviet.vn/vi/tim-viec-lam/business-development-manager-cctv-access-control-systems.35C561C9.html", "ten_cong_ty": "People Plus Consulting", "tieu_de": "Business Development Manager - CCTV/Access Control Systems", "ngay_dang_tuyen": "07/11/2025", "luong": "Cạnh tranh", "kinh_nghiem": "N/A", "cap_bac": "Quản lý", "nganh_nghe": ["Bán Hàng Kỹ Thuật", "CNTT - Phần cứng / Mạng", "Điện / Điện tử / Điện lạnh / Điện công nghiệp"], "phuc_loi": ["Laptop", "Chế độ bảo hiểm", "Du Lịch", "Chế độ thưởng", "Chăm sóc sức khỏe", "Đào tạo", "Tăng lương"], "mo_ta_cong_viec": "1，Channel Development:\nConduct market research and analysis in the access control sector in Vietnam, focusing on time attendance and security devices to identify market expansion opportunities.\nExpand distribution channels and build partnerships with professional clients in the access control industry, particularly with top companies such as SmartID, Techpro, and local distributors.\n2，Sales Management and Revenue Growth:\nDevelop and implement sales strategies for Dahua’s access control products, focusing on advanced solutions like facial recognition systems and fingerprint time attendance devices.\nBe responsible for monitoring sales performance and optimizing business effectiveness by proposing suitable strategies for each target customer group.\nNegotiate contracts and ensure timely collection of receivables to meet quarterly and annual revenue targets.\n3，Brand Building and Promotion:\nCollaborate with the Marketing team to plan and organize promotional events for Dahua’s products in the Vietnamese market.\nEnhance brand awareness and strengthen Dahua’s influence in the access control industry through trade promotions and media activities.\n4，Technical Support and Training:\nProvide technical consultancy and support to customers on the deployment, installation, and usage of Dahua’s access control products.\nOrganize training sessions and workshops to improve customers' knowledge and skills regarding the products.", "yeu_cau_cong_viec": "1. Bachelor’s degree in Business, Business Administration, Engineering, or related fields.\n2. At least 2 years of experience in business development or product management, preferably in the access control\nor security systems industry.\n3. Strong communication skills with the ability to negotiate and build relationships with clients.", "dia_diem_lam_viec": {"thanh_pho": "Hà Nội"}, "thong_tin_khac": {"độ_tuổi": "Không giới hạn tuổi", "lương": "Cạnh tranh"}}
{"url": "https://careerviet.vn/vi/tim-viec-lam/ky-thuat-it.35C5FC33.html", "ten_cong_ty": "Công Ty Cổ Phần A25 Hotel", "tieu_de": "Kỹ thuật IT", "ngay_dang_tuyen": "26/11/2025", "luong": "15 Tr - 26 Tr VND", "kinh_nghiem": "N/A", "cap_bac": "Nhân viên", "nganh_nghe": ["Bảo trì / Sửa chữa", "CNTT - Phần cứng / Mạng"], "phuc_loi": ["Chế độ bảo hiểm", "Du Lịch", "Phụ cấp", "Đồng phục", "Chế độ thưởng", "Chăm sóc sức khỏe", "Đào tạo", "Tăng lương", "Công tác phí", "Phụ cấp thâm niên", "Nghỉ phép năm", "CLB thể thao"], "mo_ta_cong_viec": "• Khắc phục các sự cố tồn, sự cố ngày liên quan tới máy in như đổ mực, sửa chữa các lỗi liên quan tới máy in.\n• Về mạng thì kiểm tra xử lý lỗi tín hiệu, tốc độ đường truyền mạng hàng ngày, đi lại các hệ thống dây lâu ngày tín hiệu kém, chạy lắp thêm cho các thiết bị mới\n• Về điện thoại: khắc phục các sự cố liên quan tới tín hiệu trung kế đầu vào, đi lại hệ thống đường dây lâu ngày kém tín hiệu, bị rè, bấm lại các jack cắm đầu dây, kiểm tra các phiến lâu ngày han rỉ và kiểm tra nguồn điện cấp cho tổng đài…\n• Về camera : khắc phục các sự cố liên quan tới tín hiệu camera như mờ, nhòe, mất tín hiệu, đi lại hệ thống đường dây, lắp mới, bổ sung thêm cho các cơ sở, xử lý các kết nối về trung tâm văn phòng, thường xuyên check kiểm tra tín hiệu định kỳ để đảm bảo việc lưu trữ tốt hơn\n• Về wifi: thường xuyên kiểm tra tín hiệu điện cấp cho wifi, tín hiệu mạng đầu vào có không, chạy lắp mới, cấu hình lại hệ thống , độ phủ sóng tới các phòng nghỉ của khách, đi kiểm tra định kỳ thường xuyên để hạn chế bị treo\n• Về máy tính: xử lý các sự cố liên quan tới hệ điều hành như nâng cấp windows, cập nhật phần mềm, các phần mềm hỗ trợ, xử lý các lỗi do virus gây ra các thiết bị phần cứng hỏng hóc để sửa chữa thay thế kịp thời phục vụ công việc\n• Về cáp tivi: kiểm tra xử lý các sự cố cáp nhiễu các phòng cho các cơ sở, thay thế các đường dây lâu ngày xuống cấp thay thế kịp thời cho các cơ sở.\nKhắc phục các sự cố phát sinh hằng ngày cho các cơ sở đã được phân công", "yeu_cau_cong_viec": "• Nam từ 23 tuổi trở lên, sức khỏe tốt\n• Chịu khó, nhiệt tình, chịu được áp lực cao trong công việc\n• Tốt nghiệp Trung cấp trở lên ngành Công nghệ thông tin chuyên phần cứng, mạng\n• Ưu tiên ứng viên có kinh nghiệm\n• Kỹ năng giao tiếp và tương tác hiệu quả.", "dia_diem_lam_viec": {"thanh_pho": "Hà Nội", "dia_chi_day_du": "98 Sơn Tây, Kim Mã, Ba Đình, Hà Nội"}, "thong_tin_khac": {"bằng_cấp": "Cao đẳng", "giới_tính": "Nam", "độ_tuổi": "23 - 45", "lương": "15 Tr - 26 Tr\n       VND"}}
{"url": "https://careerviet.vn/vi/tim-viec-lam/data-analyst-manager-workforce-manager-bpo-industry.35C5C874.html", "ten_cong_ty": "N/A", "tieu_de": "N/A", "ngay_dang_tuyen": "N/A", "luong": "N/A", "kinh_nghiem": "N/A", "cap_bac": "N/A", "nganh_nghe": [], "phuc_loi": ["Chế độ bảo hiểm", "Du Lịch", "Phụ cấp", "Chế độ thưởng", "Chăm sóc sức khỏe", "Đào tạo", "Tăng lương", "Nghỉ phép năm"], "mo_ta_cong_viec": "", "yeu_cau_cong_viec": "", "dia_diem_lam_viec": {"dia_chi_day_du": "Moc Gia Building, 123 Cong Hoa Street, Ward 12, Tan Binh District, HCMC"}, "thong_tin_khac": {}}
{"url": "https://careerviet.vn/vi/tim-viec-lam/golang-developer-middle.35C58568.html", "ten_cong_ty": "CÔNG TY CỔ PHẦN SALE PLUS", "tieu_de": "Golang Developer Middle", "ngay_dang_tuyen": "22/11/2025", "luong": "20 Tr - 25 Tr VND", "kinh_nghiem": "N/A", "cap_bac": "Nhân viên", "nganh_nghe": ["Bảo hiểm", "Tài chính / Đầu tư", "CNTT - Phần mềm"], "phuc_loi": ["Laptop", "Chế độ bảo hiểm", "Du Lịch", "Phụ cấp", "Chế độ thưởng", "Chăm sóc sức khỏe", "Đào tạo", "Tăng lương"], "mo_ta_cong_viec": "●      Tham gia phát triển các sản phẩm phần mềm của công ty\n●      Thực hiện tối ưu về mặt kiến trúc hiệu năng cho các hệ thống lớn\n●      Nghiên cứu, áp dụng các công nghệ mới vào phát triển sản phẩm (microservice, cloud native, CI/CD)\n●      Làm việc theo mô hình Agile - Scrum\n●      Làm việc với nhiều dự án mới, công việc mới.", "yeu_cau_cong_viec": "●      Tốt nghiệp ĐH chính quy, chuyên ngành CNTT hoặc các ngành có liên quan (ưu tiên các trường: HUST, PTIT, UET, KMA, MTA,...)\n●      Lập trình tốt, đặc biệt ngôn ngữ\nGolang.\n●\nCó từ 3 năm kinh nghiệm tại vị trí tuyển dụng\n●      Có hiểu biết về 1 nguyên tắc lập trình (nguyên tắc SOLID,....)\n●      Tư duy tốt, nắm bắt công nghệ nhanh.\n●      Có khả năng Sử dụng tốt các công cụ phục vụ triển khai CI/CD.\n●      Có khả năng xử lý concurrency\n●      Nắm được nguyên lý hoạt động cơ bản của Docker, cách build, run, publish image, expose port (hiểu cơ chế layer caching khi build docker image)\n●      Nắm được kiến thức cơ bản về Network: Giao thức mạng, Mã hóa/giải mã, Xử lý đa kết nối, dữ liệu tần suất cao.\n●      Viết tài liệu đặc tả kỹ thuật hệ thống, mô tả chính xác thông tin luồng hệ thống, phục vụ quá trình kiểm thử, tối ưu hệ thống.\n●      Có kiến thức Design pattern và thiết kế hệ thống\n●      Am hiểu, có kinh nghiệm thực tế với các dự án chạy theo mô hình Agile/Scrum.\nƯu tiên ứng viên\n(không yêu cầu tất cả):\n●      Biết sử dụng công nghệ NoSQL, Redis, Kafka.\n●      Có kinh nghiệm sử dụng các công cụ: Jenkins, kubernetes, Docker.", "dia_diem_lam_viec": {"thanh_pho": "Hà Nội", "dia_chi_day_du": "Tầng 6, tòa A22, Viện Công Nghệ Vũ Trụ, Số 18, Hoàng Quốc Việt, P. Nghĩa Đô, Q. Cầu Giấy, HN (Cổng số 2, Viện Hàn Lâm KH&CN)"}, "thong_tin_khac": {"bằng_cấp": "Đại học", "độ_tuổi": "Không giới hạn tuổi", "lương": "20 Tr - 25 Tr\n       VND"}}
{"url": "https://careerviet.vn/vi/tim-viec-lam/it-security.35C6091A.html", "ten_cong_ty": "Công ty TNHH Sài Gòn Stec", "tieu_de": "IT-Security", "ngay_dang_tuyen": "26/11/2025", "luong": "10 Tr - 17 Tr VND", "kinh_nghiem": "N/A", "cap_bac": "Nhân viên", "nganh_nghe": ["CNTT - Phần mềm", "CNTT - Phần cứng / Mạng"], "phuc_loi": ["Laptop", "Chế độ bảo hiểm", "Du Lịch", "Phụ cấp", "Xe đưa đón", "Đồng phục", "Chế độ thưởng", "Chăm sóc sức khỏe", "Đào tạo", "Tăng lương", "Công tác phí", "Phụ cấp thâm niên", "Nghỉ phép năm", "CLB thể thao"], "mo_ta_cong_viec": "* Security & Protection\n- Deploy, operate, and monitor security solutions (Firewall, IDS/IPS, Antivirus, SIEM).\n- Control access and manage user permissions.\n- Detect, analyze, and handle security incidents.\n- Audit experience\n*\nRisk Control & Assessment\n- Conduct regular security vulnerability assessments and audits.\n- Develop and implement incident response plans for cybersecurity events.", "yeu_cau_cong_viec": "Must-Have:\nGraduated from university with a major in Information Technology, Computer Networking, or a related field.\n-3+ years of experience as a security engineer\n-Experience in one of the following fields:\nNetwork security (firewall, IDS/IPS, VPN, etc.)\nEndpoint security (EDR, antivirus, patch management, etc.)\nSecurity incident response (log analysis, forensics, CSIRT response)\nVulnerability assessment and penetration testing\nBasic knowledge of security (encryption, authentication, access control, etc.)\nExperience in formulating and implementing security policies and guidelines\nSecurity audit experience.\nNice-to-Have:\n-English communication\n-Chinese communication\nInterview\n-          Onsite interview (face to face)\n-          Only selected candidates will be contacted for the interview", "dia_diem_lam_viec": {"thanh_pho": "Bình Dương", "dia_chi_day_du": "số 7, đường số 7, khu công nghiệp Việt Nam Singapore 2, Phường Hòa Phú, TP Thủ Dầu Một, Bình Dương"}, "thong_tin_khac": {"bằng_cấp": "Đại học", "độ_tuổi": "Không giới hạn tuổi", "lương": "10 Tr - 17 Tr\n       VND"}}
{"url": "https://careerviet.vn/vi/tim-viec-lam/business-analyst-kiem-tester.35C5BF8E.html", "ten_cong_ty": "Tổng Công ty Cổ phần Công trình Viettel", "tieu_de": "Business Analyst kiêm Tester", "ngay_dang_tuyen": "20/11/2025", "luong": "20 Tr - 23 Tr VND", "kinh_nghiem": "N/A", "cap_bac": "Nhân viên", "nganh_nghe": ["CNTT - Phần mềm", "Thống kê", "Tài chính / Đầu tư"], "phuc_loi": ["Chế độ bảo hiểm", "Du Lịch", "Chế độ thưởng", "Chăm sóc sức khỏe", "Đào tạo", "Tăng lương"], "mo_ta_cong_viec": "Viettel Construction tuyển dụng 01 BA kiêm Tester có kinh nghiệm từ 3 năm trở lên domain ERP, TMĐT. Công ty Product, PV 1 vòng, không yêu cầu tiếng Anh. Cụ thể như sau:", "yeu_cau_cong_viec": "YÊU CẦU CÔNG VIỆC\nQUYỀN LỢI:\n\"Viettel Construction tuyệt đối không thu bất cứ khoản tiền nào của ứng viên khi nộp hồ sơ, tham gia dự tuyển và khi vào làm việc tại Viettel Construction nếu trúng tuyển\"\n\"Khi ứng tuyển vào Viettel Construction, ứng viên phải cam kết các hồ sơ cá nhân cung cấp như Bằng cấp, Chứng chỉ hành nghề... thông tin thật. Trường hợp rà soát phát hiện ứng viên sử dụng hồ sơ giả sẽ xử lý theo Quy định của Pháp luật\"", "dia_diem_lam_viec": {"thanh_pho": "Hà Nội"}, "thong_tin_khac": {"bằng_cấp": "Đại học", "độ_tuổi": "Không giới hạn tuổi", "lương": "20 Tr - 23 Tr\n       VND"}}
{"url": "https://careerviet.vn/vi/tim-viec-lam/senior-ai-prompt-engineer.35C59F7B.html", "ten_cong_ty": "Công Ty CP Vàng Bạc Đá Quý Phú Nhuận - PNJ", "tieu_de": "Senior AI Prompt Engineer", "ngay_dang_tuyen": "03/11/2025", "luong": "Cạnh tranh", "kinh_nghiem": "N/A", "cap_bac": "Nhân viên", "nganh_nghe": ["CNTT - Phần cứng / Mạng", "CNTT - Phần mềm"], "phuc_loi": ["Laptop", "Chế độ bảo hiểm", "Phụ cấp", "Chế độ thưởng", "Chăm sóc sức khỏe", "Đào tạo", "Tăng lương", "Nghỉ phép năm"], "mo_ta_cong_viec": "I. Mục đích vị trí công việc\nThiết kế, phát triển, tối ưu hóa các prompt\n(lệnh đầu vào)\ncho các mô hình AI ngôn ngữ lớn\n(LLM)\nnhằm đảm bảo đầu ra chính xác, sáng tạo, phù hợp ngữ cảnh. Đồng thời,\nxây dựng/quản lý thư viện prompts, vận hành và tối ưu dữ liệu đặc trưng trên cơ sở dữ liệu Vector,\ngóp phần\nnâng cao hiệu suất và độ ổn định của các công cụ AI nội bộ.\nII. Trách nhiệm thực thi chính\n1. Phát triển và tối ưu hóa prompt:\n2. Quản lý cơ sở dữ liệu vector\n3\n.\nXây dựng & Quản lý thự viện Prompt\n4. Tích hợp và tự động hóa quy trình\n5. Đào tạo và hiệu chỉnh (tunining) AI models", "yeu_cau_cong_viec": "", "dia_diem_lam_viec": {"thanh_pho": "Hồ Chí Minh"}, "thong_tin_khac": {"bằng_cấp": "Đại học", "độ_tuổi": "Không giới hạn tuổi", "lương": "Cạnh tranh"}}
{"url": "https://careerviet.vn/vi/tim-viec-lam/embedded-engineer.35C5BCF3.html", "ten_cong_ty": "TECOTEC Technology", "tieu_de": "Embedded  Engineer", "ngay_dang_tuyen": "18/11/2025", "luong": "8 Tr - 15 Tr VND", "kinh_nghiem": "N/A", "cap_bac": "Nhân viên", "nganh_nghe": ["Điện / Điện tử / Điện lạnh / Điện công nghiệp", "CNTT - Phần mềm", "Cơ khí / Ô tô / Tự động hóa"], "phuc_loi": ["Laptop", "Chế độ bảo hiểm", "Du Lịch", "Chế độ thưởng", "Chăm sóc sức khỏe", "Đào tạo", "Tăng lương"], "mo_ta_cong_viec": "· Bring-up và customize Linux kernel, cấu hình và tích hợp driver (V4L2, GPIO, I2C, UART, ...) lên các Linux board platform.\n· Thiết kế và triển khai API cho application layer, quản lý và điều khiển các peripheral qua I2C, SPI, UART, PWM.\n· Kết nối camera với hệ thống trung tâm và tối ưu video streaming với độ trễ thấp.\n· Xây dựng module điều khiển và tối ưu thuật toán điều khiển cho động cơ (step motor, servo motor).\n· Viết device driver cho các thiết bị ngoại vi, tích hợp cảm biến và mạch đo\n· Phân tích, kiểm thử và tối ưu hệ thống (power, memory, CPU, Ethernet bandwidth usage).\n· Phối hợp với bộ phận phần cứng và nhóm QA để triển khai sản phẩm theo đúng tiến độ.\n· Viết tài liệu kỹ thuật, hướng dẫn vận hành và hỗ trợ kỹ thuật khi cần thiết.", "yeu_cau_cong_viec": "Cẩn thận, chu đáo, kỷ luật, có tinh thần học hỏi cao, có trách nhiệm và chủ động trong công việc\nKiến thức:\n·         Hiểu biết về firmware devices là lợi thế\nKỹ năng: Sử dụng thành thạo một trong các phần mềm thiết kế mạch như Altium, Eagle, Proteus...", "dia_diem_lam_viec": {"thanh_pho": "Hà Nội", "dia_chi_day_du": "Tầng 2, Tòa nhà CT3A, khu đô thị Mễ Trì Thượng, Phường Mễ Trì,"}, "thong_tin_khac": {"bằng_cấp": "Đại học", "giới_tính": "Nam", "thời_gian_thử_việc": "1 -3 tháng", "độ_tuổi": "23 - 27", "thời_gian_làm_việc": "Thứ 2-Thứ 6 (08h00-17h00)  và Thứ 7 (08h00-12h00).", "phúc_lợi": "•\tĐược sử dụng phòng nghiên cứu của công ty•\tCó cơ hội học hỏi và phát triển kỹ năng chuyên môn, làm việc trong môi trường chuyên nghiệp, năng động•\tĐóng BHXH, BHYT, BHTN theo Luật Lao động theo quy định của Công ty•\tDu lịch hè hàng năm; Ăn trưa miễn phí tại Công ty.", "lương": "8 Tr - 15 Tr\n       VND"}}
{"url": "https://careerviet.vn/vi/tim-viec-lam/chuyen-vien-quan-tri-co-so-du-lieu-database-administrator-khoi-cong-nghe-thong-tin-ho25-496.35C60DDF.html", "ten_cong_ty": "Ngân Hàng TMCP Quân Đội", "tieu_de": "Chuyên viên Quản trị Cơ sở Dữ liệu - Database Administrator  - Khối Công nghệ thông tin (HO25.496)", "ngay_dang_tuyen": "27/11/2025", "luong": "Cạnh tranh", "kinh_nghiem": "N/A", "cap_bac": "Mới tốt nghiệp", "nganh_nghe": ["Ngân hàng", "CNTT - Phần mềm", "CNTT - Phần cứng / Mạng"], "phuc_loi": ["Laptop", "Chế độ bảo hiểm", "Du Lịch", "Phụ cấp", "Du lịch nước ngoài", "Đồng phục", "Chế độ thưởng", "Chăm sóc sức khỏe", "Đào tạo", "Tăng lương", "Công tác phí", "Phụ cấp thâm niên", "Nghỉ phép năm", "CLB thể thao"], "mo_ta_cong_viec": "Quản lý đảm bảo hoạt động của hệ thống Cơ sở Dữ liệu (CSDL) toàn ngân hàng bao gồm một hoặc nhiều các loại CSDL sau: MongoDB, PostgreSQL, NoSQL, Oracle, SQL Server, MySQL hoặc MariaDB.\nTriển khai, cấu hình, giám sát tối ưu hiệu năng, thực hiện thay đổi, nâng cấp phiên bản hệ thống CSDL.\nXây dựng và áp dụng các giải pháp dự phòng, công cụ giám sát CSDL (Grafana hoặc Prometheus, v.v) và công cụ tự động hóa trong vận hành hệ thống.\nTham gia các dự án của ngân hàng liên quan đến hệ thống dữ liệu.", "yeu_cau_cong_viec": "Tốt nghiệp đại học chính quy ngành Công nghệ thông tin, Toán tin, Điện tử viễn thông,...\nChấp nhận sinh viên mới/sắp tốt nghiệp, yêu cầu tốt nghiệp loại Khá trở lên.\nƯu tiên có kinh nghiệm xây dựng công cụ giám sát (Prometheus/Grafana) hoặc quản trị phần mềm ETL.\nCó kinh nghiệm về SQL/PLSQL, bash shell, Linux/Unix/Windows.\nCó chứng chỉ MariaDB, OCA, OCP của Oracle, MS SQL Server hoặc tương đương là lợi thế.\nKỹ năng nghiên cứu, viết tài liệu, thuyết trình, phân tích và giải quyết vấn đề tốt.\nKhả năng làm việc nhóm và độc lập tốt.\nTiếng Anh tốt, có thể làm việc trực tiếp với đối tác nước ngoài.\nTrung thực, cẩn trọng, chịu được áp lực cao.\nDatabase Management Systems:\nMongoDB, PostgreSQL, NoSQL, Oracle, SQL Server, MySQL/MariaDB.\nMonitoring Tools: Prometheus, Grafana.\nETL Tools\nOperating Systems: Linux, Unix, Windows.\nScripting:\nBash Shell.\nSQL Development: SQL, PLSQL.\nCertifications (preferred): MariaDB Certified, Oracle OCA/OCP, MS SQL Server Certified.", "dia_diem_lam_viec": {"thanh_pho": "Hà Nội", "dia_chi_day_du": "18 Lê Văn Lương, Quận Cầu Giấy, Hà Nội."}, "thong_tin_khac": {"bằng_cấp": "Đại học", "độ_tuổi": "Không giới hạn tuổi", "lương": "Cạnh tranh"}}
{"url": "https://careerviet.vn/vi/tim-viec-lam/ky-su-hoa-lab-engineer-tieng-trung.35C5EABA.html", "ten_cong_ty": "CÔNG TY TNHH ELECTRONIC TRIPOD VIỆT NAM (CHÂU ĐỨC)", "tieu_de": "Kỹ sư Hóa (Lab Engineer) - Tiếng Trung", "ngay_dang_tuyen": "18/11/2025", "luong": "Cạnh tranh", "kinh_nghiem": "N/A", "cap_bac": "Nhân viên", "nganh_nghe": ["Hóa học", "Điện / Điện tử / Điện lạnh / Điện công nghiệp", "CNTT - Phần mềm"], "phuc_loi": ["Chế độ bảo hiểm", "Phụ cấp", "Đồng phục", "Chế độ thưởng", "Chăm sóc sức khỏe", "Đào tạo", "Tăng lương", "Nghỉ phép năm"], "mo_ta_cong_viec": "1. Hệ thống và quản lý vận hành\n▸ Cập nhật, duyệt và chỉnh sửa các tài liệu SOP trong phòng Lab.\n▸ Đào tạo nhân sự Lab: đào tạo nhân viên mới, đào tạo hội nhập, cập nhật kiến thức.\n▸ Quản lý hóa chất và dung dịch: cấp chứng nhận và giám sát nhân viên quản lý dung dịch, đảm bảo quy trình lấy mẫu, phân tích chính xác (bao gồm cả nhân sự và thiết bị).\n▸ Quản lý hệ thống SPC: theo dõi tỷ lệ đạt CPK, theo dõi nguyên nhân gốc rễ, thực hiện theo dõi hiệu quả các biện pháp cải tiến.\n▸ Phân tích và xử lý bất thường hóa chất, phối hợp với các bộ phận liên quan để triển khai cải tiến.\n▸ Hỗ trợ bảo trì hệ thống chất lượng, kiểm tra tuân thủ SOP và quy trình vận hành.\n▸ Chuẩn bị dữ liệu báo cáo định kỳ, phân tích nguyên nhân bất thường và theo dõi hiệu quả cải tiến.\n▸ Hỗ trợ tiền kiểm tra và hậu kiểm audit khách hàng.\n2. Giải quyết vấn đề\n▸ Phân tích nguyên nhân, xác định trách nhiệm và đề xuất cải tiến khi có bất thường về dung dịch hoặc chất lượng sản phẩm.\n▸ Sử dụng các công cụ 5WHY/8D để xử lý từng sự cố chất lượng.\n▸ Cải tiến hiệu quả công việc (công thức, thẻ màu chuẩn, hướng dẫn thêm dung dịch…).\n▸ Tham gia các hoạt động cải tiến liên tục để nâng cao chất lượng sản xuất.\n▸ Hỗ trợ các công việc khác theo yêu cầu của cấp trên.", "yeu_cau_cong_viec": "▸ Tốt nghiệp Cao đẳng trở lên các ngành Hóa học, Hóa công nghiệp, Kỹ thuật hóa học hoặc các ngành kỹ thuật liên quan.\n▸ Có 2 năm kinh nghiệm trong Lab, ứng viên mới tốt nghiệp sẽ được hướng dẫn.\n▸ Tiếng Trung tốt, tiếng Anh có thể giao tiếp trong công việc.\n▸ Sử dụng tốt máy tính văn phòng.\n▸ Giao tiếp và phối hợp đội nhóm tốt.", "dia_diem_lam_viec": {"thanh_pho": "Bà Rịa - Vũng Tàu", "dia_chi_day_du": "Lô 40, Đường Đ.10, KCN Châu Đức, Xã Nghĩa Thành, Thành phố Hồ Chí Minh"}, "thong_tin_khac": {"bằng_cấp": "Cao đẳng", "độ_tuổi": "Không giới hạn tuổi", "lương": "Cạnh tranh"}}
{"url": "https://careerviet.vn/vi/tim-viec-lam/ky-su-dien-hvac.35C5C5E9.html", "ten_cong_ty": "GTEL ICT", "tieu_de": "Kỹ sư điện (HVAC)", "ngay_dang_tuyen": "23/11/2025", "luong": "Cạnh tranh", "kinh_nghiem": "N/A", "cap_bac": "Nhân viên", "nganh_nghe": ["Điện / Điện tử / Điện lạnh / Điện công nghiệp", "CNTT - Phần cứng / Mạng"], "phuc_loi": ["Laptop", "Chế độ bảo hiểm", "Du Lịch", "Phụ cấp", "Đồng phục", "Chế độ thưởng", "Chăm sóc sức khỏe", "Đào tạo", "Tăng lương", "Phụ cấp thâm niên", "Nghỉ phép năm", "CLB thể thao"], "mo_ta_cong_viec": "I. Công việc trước hợp đồng (25%):\nII. Công việc sau hợp đồng (75%):", "yeu_cau_cong_viec": "", "dia_diem_lam_viec": {"thanh_pho": "Hà Nội", "dia_chi_day_du": "103 Nguyễn Tuân, Thanh Xuân, Hà Nội"}, "thong_tin_khac": {"bằng_cấp": "Đại học", "độ_tuổi": "Không giới hạn tuổi", "lương": "Cạnh tranh"}}
{"url": "https://careerviet.vn/vi/tim-viec-lam/senior-credit-reporting-specialist-risk-portfolio.35C584ED.html", "ten_cong_ty": "FE CREDIT", "tieu_de": "Senior Credit Reporting Specialist (Risk Portfolio)", "ngay_dang_tuyen": "22/11/2025", "luong": "Cạnh tranh", "kinh_nghiem": "N/A", "cap_bac": "Nhân viên", "nganh_nghe": ["Ngân hàng", "CNTT - Phần mềm"], "phuc_loi": ["Chế độ bảo hiểm", "Du Lịch", "Chế độ thưởng", "Chăm sóc sức khỏe", "Đào tạo", "Tăng lương"], "mo_ta_cong_viec": "", "yeu_cau_cong_viec": "", "dia_diem_lam_viec": {"thanh_pho": "Hồ Chí Minh", "dia_chi_day_du": "số 9 Đoàn Văn Bơ, Phường 13, Quận 4, Thành phố Hồ Chí Minh"}, "thong_tin_khac": {"bằng_cấp": "Đại học", "độ_tuổi": "Không giới hạn tuổi", "lương": "Cạnh tranh"}}
{"url": "https://careerviet.vn/vi/tim-viec-lam/nha-may-information-technology-manager.35C60C33.html", "ten_cong_ty": "Công Ty Cổ Phần Vacxin Việt Nam", "tieu_de": "[NHÀ MÁY]  INFORMATION TECHNOLOGY MANAGER", "ngay_dang_tuyen": "27/11/2025", "luong": "Cạnh tranh", "kinh_nghiem": "N/A", "cap_bac": "Quản lý", "nganh_nghe": ["Dược phẩm/ Hóa Mỹ Phẩm", "CNTT - Phần mềm", "CNTT - Phần cứng / Mạng"], "phuc_loi": ["Laptop", "Chế độ bảo hiểm", "Phụ cấp", "Xe đưa đón", "Đồng phục", "Chế độ thưởng", "Chăm sóc sức khỏe", "Đào tạo", "Tăng lương", "Công tác phí", "Nghỉ phép năm"], "mo_ta_cong_viec": "1. NHIỆM VỤ CHỦ CHỐT\nQuản lý toàn bộ hệ thống công nghệ thông tin của Công ty bao gồm quản lý dữ liệu từ hệ thống máy chủ, hệ thống mạng, các phần mềm ứng dụng, website, email, máy móc thiết bị vi tính, thiết bị hội họp trực tuyến, tổng đài điện thoại và hệ thống camera.\n2. CÔNG VIỆC THỰC HIỆN​\n- Giám sát hệ thống CNTT và máy tính, đảm bảo tất cả các dữ liệu, quyền truy cập mạng và hệ thống CNTT đều an toàn và được bảo vệ.\n- Giám sát việc cài đặt và hỗ trợ phần cứng công nghệ và phần mềm ứng dụng, giám sát hệ thống máy tính và mạng.\n- Thẩm đinh hệ thống máy tính sử dụng trong sản xuất, kiểm nghiệm, kho và các bộ phận liên quan đến sản xuất.\n- Quản lý các thay đổi trên phần mềm thông qua Audit trail\n- Khắc phục sự cố phần cứng, hạ tầng mạng và phần mềm liên quan đến CNTT nội bộ bên trong nhà máy và bên ngoài.\n- Lập kế hoạch, lịch trình và tổ chức bảo trì thường xuyên hệ thống máy chủ và cập nhật hệ thống bảo mật.\n- Tiến hành đánh gía định kỳ về bảo mật mạng và dữ liệu.\n- Xây dựng, điều chỉnh và triển khai các chính sách liên quan đến an ninh mạng, sao lưu và khắc phục sau thảm họa cơ sở hạ tầng CNTT…các hướng dẫn đào tạo cho nhân viên IT, người dùng cuối.\n- Quản lý các ứng dụng dịch vụ: Chia sẻ dữ liệu các ổ mạng, Thư điện tử Microsoft office 365, Sao lưu các dữ liệu camera, dữ liệu phòng lab, dữ liệu ERP…Quản lý các tài khoản quản trị hệ thống CNTT.\n- Phân công, sắp xếp công việc cho tất cả các thành viên của bộ phận CNTT.\n- Theo dõi và đánh giá công việc của các thành viên trong bộ phận CNTT,\n- Các công việc khác liên quan theo chỉ đạo của Ban Giám đốc.\n- Nhận diện và phát hiện các rủi ro tiềm ẩn có thể phát sinh trong công việc, có phòng ngừa, xử lý kịp thời, giảm thiểu thiệt hại.\n***Xe đưa rước từ TP. HCM về nhà máy tại KCN Phú An Thạnh, Bến Lức, Long An (Nay Tỉnh Tây Ninh)", "yeu_cau_cong_viec": "1. Trình độ\n-\nTốt nghiệp Đại học chuyên ngành CNTT\n2. Kinh nghiệm\n-  Ít nhất 5 -7 năm kinh nghiệm trong quản lý CNTT trong Tập đoàn, Doanh nghiệp.\n- Có kinh nghiệm về hệ thống máy chủ và cơ sở hạ tầng mạng, máy tính.\n- Có kinh nghiệm quản lý máy chủ tại chỗ. máy chủ đám mây, mạng vùng lưu trữ (SAN) và thiết bị lưu trữ gắn mạng (NAS).\n- Quen thuộc với các nền tảng phần mềm Microsoft office 365, hệ thống email, đám mây, ERP, SAP.\n3. Các kỹ năng/ Năng lực đặc biệt\n- Kiến thức chuyên môn sâu:\nCó nền tảng CNTT tốt.\n- Năng lực lãnh đạo:\nKhả năng dẫn dắt, truyền cảm hứng và phát triển đội ngũ.\n- Tư duy chiến lược:\nCó tầm nhìn xa, khả năng dự báo xu hướng công nghệ và đưa ra các quyết định chiến lược.\n- Kỹ năng giải quyết vấn đề:\nNhanh nhạy trong việc phát hiện, phân tích và khắc phục các sự cố kỹ thuật.\n- Kỹ năng giao tiếp và làm việc nhóm:\nKhả năng làm việc hiệu quả với nhiều bộ phận khác nhau trong công ty.\n- Tiếng Anh tốt.", "dia_diem_lam_viec": {"thanh_pho": "Hồ Chí Minh", "dia_chi_day_du": "198 Hoàng Văn Thụ, Phường 9, Phú Nhuận, Hồ Chí Minh"}, "thong_tin_khac": {"bằng_cấp": "Đại học", "độ_tuổi": "37 - 50", "phúc_lợi": "Xe đưa đón hàng ngày từ TP.HCM về nhà máy (Long An)", "lương": "Cạnh tranh"}}
{"url": "https://careerviet.vn/vi/tim-viec-lam/to-truong-day-chuyen-san-xuat.35C5905A.html", "ten_cong_ty": "CÔNG TY CỔ PHẦN ZIONCOM (VIETNAM)", "tieu_de": "Tổ trưởng dây chuyền sản xuất", "ngay_dang_tuyen": "26/11/2025", "luong": "Cạnh tranh", "kinh_nghiem": "N/A", "cap_bac": "Nhân viên", "nganh_nghe": ["Điện / Điện tử / Điện lạnh / Điện công nghiệp", "CNTT - Phần cứng / Mạng", "Sản xuất / Vận hành sản xuất"], "phuc_loi": ["Chế độ bảo hiểm", "Du Lịch", "Chế độ thưởng", "Chăm sóc sức khỏe", "Đào tạo", "Tăng lương"], "mo_ta_cong_viec": "1. Chịu trách nhiệm sắp xếp nhân sự lên dây chuyền sản xuất theo chỉ đạo của tổ trưởng, giám sát nhân viên hoàn thành nhiệm vụ sản xuất, đạt được mục tiêu sản xuất của công ty. Hướng dẫn, đào tạo và hỗ trợ nhân viên trong quá trình làm việc.\n2. Nắm vững tình trạng thiết bị, cấu trúc sản phẩm, quy trình lắp ráp (đóng gói), trách nhiệm vị trí, đề xuất các sáng kiến hợp lý, nâng cao hiệu suất sản xuất của ca, giảm tỷ lệ hàng lỗi, đảm bảo chất lượng tốt.\n3. Tham gia và thực hiện các dự án sản xuất mới.\n4. Đảm bảo nhân viên lên dây chuyền đã được đào tạo về kỹ năng liên quan và kiến thức an toàn sản xuất, quy trình chuẩn, đủ điều kiện làm việc.\n5. Sắp xếp nhân viên sản xuất thích hợp lên dây chuyền để hoàn thành nhiệm vụ sản xuất.\n6. Hỗ trợ tổ trưởng phân tích và xử lý các vấn đề về chất lượng hoặc công suất trong quá trình sản xuất, theo dõi và phản hồi kết quả xử lý, đảm bảo hoàn thành nhiệm vụ sản xuất.\n7. Khuyến khích nâng cao năng lực làm việc và đánh giá năng lực của nhân viên trong chuyển\n8. Thực hiện quản lý \"5S\", giám sát và thực thi các quy định quản lý tại xưởng và công ty.\n9. Hoàn thành các công việc do cấp trên phân công và phản hồi.", "yeu_cau_cong_viec": "1. Trình độ học vấn từ THPT trở lên, có kinh nghiệm ở vị trí tương đương tối thiểu từ 1 năm trở lên, Ưu tiên có kinh nghiệm quản lý dây chuyền sản xuất linh kiện điện tử.\n2. Có tinh thần trách nhiệm cao, giao tiếp tốt, tinh thần teamwork, Có khả năng quản lý nhóm 10-20 người.\n3. Có khả năng quản lý nhóm 10-20 người.\n4. Nhận diện và phát hiện điểm vấn đề, rủi ro trong quy trình sản xuất, đề xuất giải pháp cải thiện.\n5. Ưu tiên người thành thạo tiếng Trung (nghe, nói, đọc).\n6. Biết sử dụng vi tính.\n7. Có thể tăng ca.\n8. Ưu tiên giới tính nữ.\nChế độ:\n1. Thu nhập: Thỏa thuận\n2. Lương tháng 13, tham gia đầy đủ BHXH, BHYT, BHTN.\n3.  Được hỗ trợ ký túc xá.\n4. Được tham gia đào tạo nâng cao kỹ năng quản lý.\n5. Được tham gia đào tạo ở hải ngoại.", "dia_diem_lam_viec": {"thanh_pho": "Bình Dương", "dia_chi_day_du": "2A VSIP II-A Đường số 22, Khu công nghiệp Việt Nam – Singapo, Phường Vĩnh Tân, TP Hồ Chí Minh"}, "thong_tin_khac": {"bằng_cấp": "Trung học", "độ_tuổi": "Không giới hạn tuổi", "lương": "Cạnh tranh"}}
{"url": "https://careerviet.vn/vi/tim-viec-lam/nhan-vien-tu-van-ban-hang-hang-acer-tai-ha-noi-thai-ha-ha-dong.35C5E36F.html", "ten_cong_ty": "Công ty TNHH Acer Việt Nam", "tieu_de": "Nhân Viên Tư Vấn Bán Hàng Hãng ACER tại Hà Nội (Thái Hà, Hà Đông)", "ngay_dang_tuyen": "27/11/2025", "luong": "8 Tr - 15 Tr VND", "kinh_nghiem": "N/A", "cap_bac": "Nhân viên", "nganh_nghe": ["Bán hàng / Kinh doanh", "Tư vấn", "CNTT - Phần mềm"], "phuc_loi": ["Chế độ bảo hiểm", "Du Lịch", "Phụ cấp", "Chế độ thưởng", "Chăm sóc sức khỏe", "Đào tạo", "Tăng lương", "Công tác phí", "Phụ cấp thâm niên", "Nghỉ phép năm"], "mo_ta_cong_viec": "Bán hàng và tư vấn các sản phẩm máy tính xách tay, máy tính bảng, màn hình, máy tính để bàn của Acer tại các showroom IT, điện máy lớn tại:\nTP Hà Nội: Thái Hà - Hà Đông\nHỗ trợ trưng bày sản phẩm tại đại lý.\nBáo cáo kết quả bán hàng mỗi ngày\nNƠI LÀM VIỆC:\ncác showroom IT, các Trung Tâm điện máy lớn tại TP Hà Nội:\nThái Hà - Hà Đông\nTP Hà Nội: Thái Hà - Hà Đông\nQUYỀN LỢI\n. Lương cơ bản:\n8.000.000 đồng\n. Tổng thu nhập trung bình:\n15.000.000 đồng\n(lương không giới hạn tùy theo tỷ lệ đạt KPI)\n· Hỗ trợ tiền ăn trưa; xăng xe; điện thoại\n· Được tiếp xúc và hiểu biết về những công nghệ mới nhất.\n· Đào tạo kỹ năng bán hàng chuyên nghiệp.\n· Phúc lợi theo đúng Luật LĐVN.\n· Thưởng Lễ, Tháng lương 13, Du lịch", "yeu_cau_cong_viec": "YÊU CẦU:\nTHỜI GIAN LÀM VIỆC:\nTheo ca: 08 tiếng/ngày (ca xoay). Tuần off 01 ngày thường trong tuần", "dia_diem_lam_viec": {"thanh_pho": "Hà Nội"}, "thong_tin_khac": {"bằng_cấp": "Trung học", "giới_tính": "Nữ", "độ_tuổi": "19 - 23", "lương": "8 Tr - 15 Tr\n       VND"}}
{"url": "https://careerviet.vn/vi/tim-viec-lam/senior-it-administrator.35C5F81E.html", "ten_cong_ty": "CÔNG TY TNHH TENTAMUS VIỆT NAM", "tieu_de": "Senior IT administrator", "ngay_dang_tuyen": "18/11/2025", "luong": "Cạnh tranh", "kinh_nghiem": "N/A", "cap_bac": "Nhân viên", "nganh_nghe": ["CNTT - Phần mềm", "CNTT - Phần cứng / Mạng"], "phuc_loi": ["Laptop", "Chế độ bảo hiểm", "Du Lịch", "Phụ cấp", "Chế độ thưởng", "Chăm sóc sức khỏe", "Đào tạo", "Tăng lương", "Công tác phí", "Nghỉ phép năm"], "mo_ta_cong_viec": "- Hỗ trợ CNTT hàng ngày về phần cứng và phần mềm tại trụ sở chính và chi nhánh, quản lý ticket;\n- Lập kế hoạch dự án, nâng cấp PC/Laptop;\n- Phối hợp với bộ phận CNTT khu vực để tuân thủ các chính sách CNTT;\n- Làm việc với các nhà cung cấp dịch vụ thuê ngoài CNTT: Dịch vụ in ấn, Mua sắm;\n- Thiết kế, triển khai, bảo trì, nâng cấp và khắc phục sự cố cơ sở hạ tầng mạng bao gồm FortiGate, Meraki, SD-WAN, VLAN và thiết lập HA;\n- Quản lý kết nối an toàn thông qua Cisco VPN Site-to-Site, Client-to-Site và xác thực RADIUS cho truy cập không dây.\n- Quản trị môi trường Windows Server 2022 và Azure (Active Directory: Ous, Users, Group .GPO, DNS, NPS, tài nguyên VM);\n- Bảo mật: Vá lỗi Windows, cập nhật Bitdefender;\n- Giám sát hệ thống mạng;\n- Giám sát người thuê Microsoft 365: vòng đời người dùng, quyền, Trung tâm quản trị Exchange và gia hạn giấy phép;\n- Duy trì kiểm kê tài sản CNTT, thực hiện kế hoạch nâng cấp phần cứng và đảm bảo tuân thủ giấy phép;\n- Phát triển tài liệu CNTT, tiến hành đào tạo khi mới vào/ra trường và hỗ trợ các dự án nâng cấp cơ sở hạ tầng", "yeu_cau_cong_viec": "", "dia_diem_lam_viec": {"thanh_pho": "Cần Thơ", "dia_chi_day_du": "Lô A39-26 Nguyễn Văn Cừ, Mỹ Phước, Mỹ Khánh, Phong Điền, Cần Thơ"}, "thong_tin_khac": {"bằng_cấp": "Cao đẳng", "độ_tuổi": "24 - 28", "lương": "Cạnh tranh"}}
{"url": "https://careerviet.vn/vi/tim-viec-lam/chuyen-gia-cvcc-ho-tro-phat-trien-ung-dung.35C56239.html", "ten_cong_ty": "CÔNG TY TÀI CHÍNH BƯU ĐIỆN", "tieu_de": "Chuyên Gia/ CVCC Hỗ Trợ Phát Triển Ứng Dụng", "ngay_dang_tuyen": "08/11/2025", "luong": "Cạnh tranh", "kinh_nghiem": "N/A", "cap_bac": "Nhân viên", "nganh_nghe": ["CNTT - Phần mềm"], "phuc_loi": ["Chế độ bảo hiểm", "Phụ cấp", "Đồng phục", "Chế độ thưởng", "Chăm sóc sức khỏe", "Đào tạo", "Tăng lương", "Nghỉ phép năm"], "mo_ta_cong_viec": "", "yeu_cau_cong_viec": "", "dia_diem_lam_viec": {"thanh_pho": "Hà Nội", "dia_chi_day_du": "3 Đặng Thái Thân, Phan Chu Trinh, Hoàn Kiếm, Hà Nội"}, "thong_tin_khac": {"bằng_cấp": "Đại học", "độ_tuổi": "Không giới hạn tuổi", "lương": "Cạnh tranh"}}
{"url": "https://careerviet.vn/vi/tim-viec-lam/data-management-specialist.35C5EB54.html", "ten_cong_ty": "N/A", "tieu_de": "N/A", "ngay_dang_tuyen": "N/A", "luong": "N/A", "kinh_nghiem": "N/A", "cap_bac": "N/A", "nganh_nghe": [], "phuc_loi": [], "mo_ta_cong_viec": "", "yeu_cau_cong_viec": "", "dia_diem_lam_viec": {"dia_chi_day_du": "219 Đại Lộ Bình Dương, Vĩnh Phú, Thuận An, Bình Dương"}, "thong_tin_khac": {}}
{"url": "https://careerviet.vn/vi/tim-viec-lam/thuc-tap-sinh-seo.35C51C44.html", "ten_cong_ty": "CÔNG NGHỆ & TRUYỀN THÔNG FOOGLE", "tieu_de": "Thực Tập Sinh SEO", "ngay_dang_tuyen": "21/11/2025", "luong": "2 Tr - 4 Tr VND", "kinh_nghiem": "N/A", "cap_bac": "Sinh viên/ Thực tập sinh", "nganh_nghe": ["Tiếp thị / Marketing", "CNTT - Phần mềm", "Quảng cáo / Đối ngoại / Truyền Thông"], "phuc_loi": ["Phụ cấp", "Chế độ thưởng", "Đào tạo", "Tăng lương"], "mo_ta_cong_viec": "- Nghiên cứu từ khóa và phân tích đối thủ cạnh tranh.\n- Hỗ trợ xây dựng và tối ưu hóa nội dung website (bài viết, landing page, v.v.).\n- Thực hiện các hoạt động SEO Onpage và Offpage.\n- Xây dựng backlink chất lượng.\n- Theo dõi và phân tích hiệu quả SEO bằng các công cụ như Google Analytics, Google Search\n- Hỗ trợ các công việc khác theo yêu cầu của người hướng dẫn và dự án", "yeu_cau_cong_viec": "", "dia_diem_lam_viec": {"thanh_pho": "Hồ Chí Minh", "dia_chi_day_du": "46 Đường số 10, Phường 10, Gò Vấp, Hồ Chí Minh"}, "thong_tin_khac": {"độ_tuổi": "Không giới hạn tuổi", "lương": "2 Tr - 4 Tr\n       VND"}}
{"url": "https://careerviet.vn/vi/tim-viec-lam/ho-chuyen-vien-quan-ly-rui-ro-cong-nghe-thong-tin-it-risk.35C5DBE9.html", "ten_cong_ty": "N/A", "tieu_de": "N/A", "ngay_dang_tuyen": "N/A", "luong": "N/A", "kinh_nghiem": "N/A", "cap_bac": "N/A", "nganh_nghe": [], "phuc_loi": [], "mo_ta_cong_viec": "", "yeu_cau_cong_viec": "", "dia_diem_lam_viec": {}, "thong_tin_khac": {}}
{"url": "https://careerviet.vn/vi/tim-viec-lam/nhan-vien-ky-thuat-phan-mem-flexsim.35C594CA.html", "ten_cong_ty": "Công ty TNHH Sài Gòn Stec", "tieu_de": "NHÂN VIÊN KỸ THUẬT (PHẦN MỀM FLEXSIM)", "ngay_dang_tuyen": "29/11/2025", "luong": "10 Tr - 15 Tr VND", "kinh_nghiem": "N/A", "cap_bac": "Nhân viên", "nganh_nghe": ["Cơ khí / Ô tô / Tự động hóa", "Điện / Điện tử / Điện lạnh / Điện công nghiệp", "CNTT - Phần mềm"], "phuc_loi": ["Laptop", "Chế độ bảo hiểm", "Du Lịch", "Phụ cấp", "Xe đưa đón", "Đồng phục", "Chế độ thưởng", "Chăm sóc sức khỏe", "Đào tạo", "Tăng lương", "Công tác phí", "Phụ cấp thâm niên", "Nghỉ phép năm", "CLB thể thao"], "mo_ta_cong_viec": "FlexSim là phần mềm mô phỏng 3D tiên tiến, được sử dụng để mô hình hóa và tối ưu hóa quy trình sản xuất, logistics, quản lý kho và hệ thống vận hành trong nhiều lĩnh vực.\nPhần mềm này cho phép mô phỏng nhiều kịch bản khác nhau, giúp doanh nghiệp phân tích và cải thiện hiệu suất, giảm thiểu lãng phí và tối ưu hóa năng suất.\nChúng tôi đang tìm kiếm ứng viên có khả năng sử dụng phần mềm FlexSim để mô phỏng, phân tích và tối ưu hóa hoạt động nhà máy và hệ thống sản xuất.\n• Xây dựng mô hình mô phỏng trong phần mềm FlexSim để phân tích hiệu quả sản xuất.\n• Thiết kế, thử nghiệm và đánh giá các kịch bản mô phỏng nhằm tối ưu hóa năng suất và giảm chi phí vận hành.\n• Thu thập dữ liệu thực tế và thiết lập mô hình mô phỏng tương ứng với hệ thống doanh nghiệp.\n• Hợp tác với các phòng kỹ thuật và sản xuất để cải thiện quy trình và đề xuất giải pháp tối ưu.\n• Trực quan hóa dữ liệu mô phỏng bằng mô hình 3D để hỗ trợ ra quyết định.", "yeu_cau_cong_viec": "Tốt nghiệp Đại học ngành nghề liên quan\nThành thạo phần mềm FlexSim.\n• Có kinh nghiệm sử dụng FlexSim để mô phỏng hệ thống sản xuất, logistics hoặc kho vận.\n• Tốt nghiệp đại học các ngành: Kỹ thuật công nghiệp, Cơ khí, Hệ thống sản xuất, Công nghệ thông tin, Tự động hóa, Logistics hoặc các ngành liên quan.\n• Có kiến thức về mô hình hóa quy trình sản xuất, quản lý chuỗi cung ứng và tối ưu hóa hệ thống vận hành.\n• Kỹ năng phân tích dữ liệu, tư duy logic và giải quyết vấn đề tốt.\n• Ưu tiên: Có kinh nghiệm về Digital Twin, AI, Phân tích dữ liệu và Tối ưu hóa sản xuất.\n• Kỹ năng giao tiếp và làm việc nhóm tốt.\n• Tiếng Anh: Giao tiếp công việc và dịch thuật.\nQuyền lợi\n• Môi trường làm việc chuyên nghiệp với cơ hội tiếp cận công nghệ tiên tiến.\n• Được đào tạo nâng cao về mô phỏng hệ thống và tối ưu hóa quy trình sản xuất.\n• Cơ hội thăng tiến và phát triển nghề nghiệp lâu dài.\nPhụ cấp ngoại ngữ: tiếng Anh, Nhật, Trung. Tối đa 4tr/1 ngoại ngữ.\ncó xe đưa rước từ Đồng Nai và TP HCM xuống Bình Dương", "dia_diem_lam_viec": {"thanh_pho": "Bình Dương", "dia_chi_day_du": "số 7, đường số 7, khu công nghiệp Việt Nam Singapore 2, Phường Hòa Phú, TP Thủ Dầu Một, Bình Dương"}, "thong_tin_khac": {"bằng_cấp": "Đại học", "độ_tuổi": "Không giới hạn tuổi", "lương": "10 Tr - 15 Tr\n       VND"}}
{"url": "https://careerviet.vn/vi/tim-viec-lam/senior-ai-engineer.35C60724.html", "ten_cong_ty": "MOTIVES VIETNAM CORPORATION", "tieu_de": "Senior AI Engineer", "ngay_dang_tuyen": "25/11/2025", "luong": "Cạnh tranh", "kinh_nghiem": "N/A", "cap_bac": "Nhân viên", "nganh_nghe": ["CNTT - Phần mềm"], "phuc_loi": ["Chế độ bảo hiểm", "Du Lịch", "Chế độ thưởng", "Chăm sóc sức khỏe", "Đào tạo", "Tăng lương", "Công tác phí", "Nghỉ phép năm", "CLB thể thao"], "mo_ta_cong_viec": "AI/ML Engineering\nTechnical Ownership", "yeu_cau_cong_viec": "Must-Have Requirements\nNice-to-Have\n1. Domain & Leadership\n2. Technical\nPersonal Qualities\nBenifits", "dia_diem_lam_viec": {"thanh_pho": "Hồ Chí Minh", "dia_chi_day_du": "Tòa nhà M building, Quận 7,"}, "thong_tin_khac": {"bằng_cấp": "Đại học", "độ_tuổi": "Không giới hạn tuổi", "lương": "Cạnh tranh"}}
