{"url": "https://www.topcv.vn/viec-lam/junior-react-native-developer-bat-buoc-6-thang-kinh-nghiem/1857734.html?ta_source=ITJobs_LinkDetail", "tieu_de": "N/A", "luong": "Tới 10 triệu", "kinh_nghiem": "Dưới 1 năm", "cap_bac": "Nhân viên", "nganh_nghe": [], "phuc_loi": [], "mo_ta_cong_viec": "Tham gia phát triển và tối ưu hóa ứng dụng mobile cross-platform (iOS & Android) bằng React Native.\nTham gia xây dựng kiến trúc, tổ chức mã nguồn và thiết kế module phù hợp với quy mô sản phẩm.\nHợp tác với đội ngũ thiết kế (UI/UX) để biến bản thiết kế thành sản phẩm thực tế mượt mà, trực quan.\nTích hợp API, làm việc chặt chẽ với backend để xử lý dữ liệu hiệu quả và đồng bộ.\nViết mã sạch, dễ bảo trì, có khả năng tái sử dụng và viết test khi cần thiết.\nTham gia vào các buổi họp sprint, đánh giá và cải tiến quy trình làm việc.\nTheo dõi lỗi sản phẩm, xử lý phản hồi từ người dùng và hỗ trợ bảo trì ứng dụng.", "yeu_cau_cong_viec": "Bắt buộc có từ 6 tháng - 1 năm kinh nghiệm với REACT NATIVE.\nThành thạo JavaScript (ES6+), nắm rõ React Hooks, Context API.\nCó kinh nghiệm với Redux / Zustand / Recoil, hiểu nguyên tắc quản lý state hiệu quả.\nHiểu biết tốt về cấu trúc dự án mobile, quản lý dependencies, build tool (Metro, Gradle, Fastlane).\nBiết deploy ứng dụng lên App Store và Google Play (là một lợi thế lớn).\nCó khả năng đọc hiểu tài liệu kỹ thuật tiếng Anh tốt.\nChủ động trong công việc, có tư duy giải quyết vấn đề và trách nhiệm cao.\nĐiểm cộng nếu bạn có:\nKinh nghiệm với TypeScript, Expo, hoặc native module (Java/Kotlin, Swift).\nHiểu biết về CI/CD cho mobile app, Firebase Analytics, Crashlytics.\nKinh nghiệm A/B testing, performance monitoring, push notification, deep linking.\nCó khả năng giao tiếp tiếng Anh là một lợi thế.", "dia_diem_lam_viec": {"thanh_pho": "Hà Nội", "dia_chi_day_du": "56 Lê Quang Đạo, Nam Từ Liêm"}, "thong_tin_khac": {"thoi_gian_lam_viec": "Thứ 2 - Thứ 6 (từ 09:30 đến 18:30)Đi làm 2 ngày thứ 7 trong tháng"}}
{"url": "https://www.topcv.vn/viec-lam/devops-engineer-thu-nhap-upto-35-trieu-ho-tro-an-trua-thuong-nang-suat-va-loi-nhuan-cao-tai-ha-noi/1912237.html?ta_source=ITJobs_LinkDetail", "tieu_de": "N/A", "luong": "25 - 35 triệu", "kinh_nghiem": "3 năm", "cap_bac": "Nhân viên", "nganh_nghe": [], "phuc_loi": ["- Review lương 1 năm một lần, không giới hạn theo năng lực", "- Thưởng năng suất, thưởng lợi nhuận", "- 2 ngày WFH/tháng; ít nhất 12 ngày nghỉ phép và 1 ngày nghỉ Birthday relax có lương", "- Được đào tạo và phát triển trên những nền tảng công nghệ tiên tiến nhất", "- Được làm việc với dự án có quy mô lớn, xử lý lượng dữ liệu và traffic lớn", "- Được bảo vệ sức khỏe với các chính sách: Khám tầm soát ung thư định kỳ hàng năm tại các bệnh viện hàng đầu uy tín, Mua bảo hiểm Phi nhân thọ cho nhân viên", "- Được trải nghiệm dịch vụ 5 sao ít nhất 2 lần/năm", "- Được hưởng đầy đủ các quyền lợi lao động theo quy định của nhà nước sau khi ký hợp đồng lao động", "- Được tham gia các CLB sở thích: Bóng đá, Nhảy hiện đại,.. do công ty tài trợ chi phí 100%", "- Môi trường làm việc trẻ trung năng động"], "mo_ta_cong_viec": "- Chịu trách nhiệm vận hành hệ thống on-prem với nền tảng ảo hóa VMware kết hợp với Cloud Platform\n- Thiết kế, triển khai và quản lý kiến trúc hệ thống trên nền Kubernetes, Docker, đảm bảo hiệu suất và độ ổn định cao cho các ứng dụng chạy trong môi trường container.\n- Triển khai và quản trị cơ sở dữ liệu MySQL, bao gồm tối ưu hóa hiệu năng, replicate, triển khai các giải pháp sao lưu và khôi phục dữ liệu.\n- Triển khai, vận hành, tối ưu các hệ thống Load Balancer, Webserver sử dụng HaProxy, Nginx, PHP...\n- Tham gia nâng cấp, vận hành hệ thống mạng, đảm bảo hệ thống hoạt động hiệu quả, an toàn bảo mật.\n- Thiết lập, vận hành và tối ưu hóa các CI/CD pipeline, sử dụng các công nghệ như GitLab-CI, Argo CD, Jenkins-Ansible để tự động hóa quy trình triển khai và vận hành hệ thống.\n- Phát triển việc tự động hóa hạ tầng bằng Terraform, Helm Charts, đảm bảo tính nhất quán và hiệu quả trong việc triển khai trên on-prem và các Cloud Platform\n- Triển khai, vận hành các hệ thống Logs, Giám sát và cảnh báo chủ động, bao gồm ECK (Elastic Cloud on Kubernetes), Prometheus Grafana\n- Phối hợp làm việc chặt chẽ với các đối tác và nhóm kỹ thuật liên quan, triển khai các giải pháp và hệ thống theo yêu cầu, đảm bảo hạ tầng và hệ thống đáp ứng các mục tiêu kinh doanh.", "yeu_cau_cong_viec": "- Tốt nghiệp Đại học trở lên chuyên ngành Điện tử viễn thông hoặc Công nghệ thông tin;\n- Có 3-5 năm kinh nghiệm trong lĩnh vực System/DevOps, đã có kinh nghiệm tham gia vận hành hệ thống lớn là một lợi thế\n- Kiến thức và kinh nghiệm vận hành hệ thống ảo hóa VMware và quản trị hạ tầng on-prem.\n- Kiến thức chuyên sâu và kinh nghiệm triển khai, vận hành hệ thống trên nền Kubernetes, Docker Container; hệ thống Web Server, Proxy-Load Balancer sử dụng HaProxy, Nginx, PHP-FPM\n- Kiến thức và Kinh nghiệm vận hành đối với các công nghệ và công cụ DevOps, có khả năng thiết kế, triển khai, vận hành, tối ưu hóa pipelines CI/CD với GitLab-CI, ArgoCD, Jenkins, và Ansible...\n- Kinh nghiệm triển khai và vận hành các hệ thống giám sát và cảnh báo chủ động ECK, Prometheus, Grafana; hiểu biết lập/vận hành hệ thống ảo hóa VMware ESXi\n- Thành thạo trong quản trị và tối ưu hóa cơ sở dữ liệu MySQL, replication, backup, restore DB MySQL, Oracle DB, Redis;\n- Kiến thức về networking và bảo mật mạng, kinh nghiệm vận hành các thiết bị mạng như firewall.\n- Kinh nghiệm sử dụng Terraform, quản lý hạ tầng dưới dạng Infrastructure as Code; Helm charts để triển khai ứng dụng trên Kubernetes.\n- Có kinh nghiệm/hiểu biết cài đặt, quản trị vận hành các ứng dụng như Nginx, Haproxy, trên nền tảng Hệ điều hành Linux; hiểu biết quản trị hệ điều hành Linux (CentOS, Red Hat, Ubuntu); hệ thống log ELK và giám sát tập trung Prometheus + Grafana\n- Có khả năng viết Bash script, Python script;\n- Hiểu biết và kinh nghiệm làm việc với các Cloud Platform là một lợi thế.\n- Có kinh nghiệm triển khai 1 số giải pháp bảo mật hệ thống, hiểu biết về việc tuân thủ các tiêu chuẩn bảo mật là một lợi thế.\n- Kinh nghiệm triển khai và vận hành hệ thống Kafka, Redis, Hashicorp Vault là một lợi thế.\n- Kỹ năng tiếng Anh tốt là một lợi thế.\n- Ưu tiên có chứng chỉ chuyên môn như: MCSA/ CCNA/ LPI, DevOps, SysOps;", "dia_diem_lam_viec": {"thanh_pho": "Hà Nội", "dia_chi_day_du": "Tầng 6, toà nhà Hà Nội Ford, 311 Trường Chinh, Khương Mai, Thanh Xuân"}, "thong_tin_khac": {"thoi_gian_lam_viec": "Linh hoạt từ Thứ 2 đến thứ 6. Nghỉ thứ 7, chủ nhật"}}
{"url": "https://www.topcv.vn/viec-lam/scrum-master-project-manager-technical-base-tester-base-offer-upto-40m/1912700.html?ta_source=ITJobs_LinkDetail", "tieu_de": "N/A", "luong": "Thoả thuận", "kinh_nghiem": "2 năm", "cap_bac": "Trưởng nhóm", "nganh_nghe": [], "phuc_loi": ["You'll find this place irresistibleEnjoy top-tier compensation, including:", "Especially:"], "mo_ta_cong_viec": "Manage the full lifecycle of multiple projects using Scrum methodology.\nCollaborate with business stakeholders and engineering teams to develop detailed project plans, including deliverables, schedules, and resource allocation.\nIdentify and address dependency risks, and help the team prioritize effectively.\nEnsure effective and timely communication with project governance authorities and provide relevant project information as needed.\nProvide constructive and timely feedback to delivery team members and stakeholders to support continuous improvement.\nSet the delivery cadence and motivate teams to stay focused, aligned, and committed to goals.", "yeu_cau_cong_viec": "Have 2+ years of experience in software projects (Scrum Master/ Project Manager)\nTechnical background with hands-on experience in software development, testing, or related fields is a plus\nStrong understanding of the software development lifecycle\nExperienced with Scrum Agile, including daily scrums, sprint planning, showcases, and retrospective\nOpen mindset with a passion for continuous learning and team improvement.\nAdaptable and flexible, able to thrive in dynamic environments and respond effectively to change.\nEfficient use of Task Management Tools and so on", "dia_diem_lam_viec": {"thanh_pho": "Hà Nội", "dia_chi_day_du": "36 Hoàng Cầu, Đống Đa"}, "thong_tin_khac": {"thoi_gian_lam_viec": "Thứ 2 - Thứ 6 (từ 09:00 đến 18:00)"}}
